{
  "STARDRAKE OF GRAVITIC COILS": [
    "STARDRAKE OF GRAVITIC COILS",
    "https://i.imgur.com/RJobpgm.jpeg",
    "STARDRAKE OF GRAVITIC COILS\\nRank 10 DARK Machine Xyz Effect Monster\\nATK 0\\nDEF 2500\\n\\n2 Level 10 monsters\\nOnce per turn, if your opponent controls a monster with 3000 or more ATK, and it is the highest ATK on the field, you can Xyz Summon \"Stardrake of Gravitic Coils\" by using 1 monster you control with the lowest ATK or DEF (your choice, if tied) as material. Cannot be used as Xyz or Link Material. While this Xyz Summoned card is on the field, your opponent cannot target other monsters for attacks. If this card battles an opponent's monster, during damage calculation only, this card’s ATK becomes equal to the ATK of the opponent's battling monster +100."
  ],
  "REACTOR SHOCKER": [
    "REACTOR SHOCKER",
    "https://i.imgur.com/c1UZjq5.jpeg",
    "REACTOR SHOCKER\\nQuick-Play Spell\\n\\nNeither player can activate cards or effects in response to this card's activation. When your opponent activates an effect and you have a card effect in the same Chain: You can negate all other activated effects in this Chain, then, if the number of your effects in this Chain is equal to or greater than your opponent’s, draw cards equal to that number, then, if one of your effects is Chain Link 1, place 1 card from your hand on the bottom of your Deck. You can only use this effect of \"Reactor Shocker\" once per turn."
  ],
  "THE CONDESCENDER": [
    "THE CONDESCENDER",
    "https://i.imgur.com/z15uHS6.jpeg",
    "THE CONDESCENDER\\nLevel 4 DARK Fiend Effect Monster\\nATK 1800\\nDEF 1000\\n\\n(Quick Effect): You can send this card from your hand to the GY, then target 1 face-up monster on the field; declare a number from 1 to 3, then reduce that monster's Level, Rank, or Link Rating by the declared number until the end of the next turn. If a monster whose Level, Rank, or Link Rating is lower than its original value is on the field: You can Special Summon this card from your GY, but banish it when it leaves the field. You can only use 1 effect of \"The Condescender\" per turn and only once that turn."
  ],
  "STAINED BIRD BRIA": [
    "STAINED BIRD BRIA",
    "https://i.imgur.com/Y6wDhTE.jpeg",
    "STAINED BIRD BRIA\\nLevel 2 FIRE Winged Beast Effect Monster\\nATK 1000\\nDEF 500\\n\\nIf this card is in your hand: You can discard 1 card; shuffle this card face-up into your opponent's Deck, also, add 1 \"Stain\" card from your Deck to your hand, then, if your opponent controls more cards than you, draw 1 card. If this card is Normal or Special Summoned: You can target 1 card in either GY or banishment; place it on the bottom of the Deck, or, if it is your \"Stain\" card, add it to the hand instead, and if you do, shuffle this card into the Deck. You can only use each effect of \"Stained Bird Bria\" once per turn."
  ],
  "STAINED DEER DANTE": [
    "STAINED DEER DANTE",
    "https://i.imgur.com/89cKIJF.jpeg",
    "STAINED DEER DANTE\\nLevel 1 EARTH Beast Effect Monster\\nATK 600\\nDEF 300\\n\\nIf this card is Normal or Special Summoned: You can target 1 card your opponent controls; destroy it, and if you do, shuffle this card into the Deck. If this card is in your GY: You can show 1 face-up \"Stain\" card in your opponent's Deck or in your field, and if you do, shuffle this card face-up into your opponent's Deck, also, add 1 \"Stain\" monster from your Deck to your hand. You can only use each effect of \"Stained Deer Dante\" once per turn."
  ],
  "STAINED FOX FENESS": [
    "STAINED FOX FENESS",
    "https://i.imgur.com/xOgLZ38.jpeg",
    "STAINED FOX FENESS\\nLevel 3 WATER Aqua Effect Monster\\nATK 400\\nDEF 700\\n\\nIf your opponent controls more cards than you do: You can Special Summon this card from your hand. If this card is Normal or Special Summoned: You can target 1 other face-up card on the field; negate its effects until the end of this turn, and if you do, shuffle this card into the Deck. You can send 1 Level 4 or lower \"Stain\" monster from your Deck to the GY; Shuffle this card face-up into your opponent's Deck. You can only use each effect of \"Stained Fox Feness\" once per turn."
  ],
  "STAINED RAPTOR ROLLO": [
    "STAINED RAPTOR ROLLO",
    "https://i.imgur.com/M4GBJBJ.jpeg",
    "STAINED RAPTOR ROLLO\\nLevel 4 WIND Reptile Effect Monster\\nATK 1800\\nDEF 900\\n\\nIf this card is Normal or Special Summoned: You can target 1 \"Stain\" monster in your GY or 1 monster in your opponent's GY; Special Summon it to your field, and if you do, shuffle this card into the Deck. When an attack is declared involving this card and an opponent's monster: You can shuffle this card face-up into your opponent's Deck, also, after that, place that opponent's monster on top of the Deck. You can only use each effect of \"Stained Raptor Rollo\" once per turn."
  ],
  "STAINED SOLITAIRE": [
    "STAINED SOLITAIRE",
    "https://i.imgur.com/MICkO7A.jpeg",
    "STAINED SOLITAIRE\\nLevel 4 DARK Warrior Effect Monster\\nATK 1700\\nDEF 1600\\n\\nYou can reveal 1 \"Stain\" Fusion Monster in your Extra Deck; shuffle 1 \"Stain\" monster from your Deck face-up into your opponent's Deck, also, Special Summon this card from your hand. During your Main Phase: You can shuffle 1 \"Stain\" monster you control that mentions \"Shuffle this card face-up into your opponent's Deck\" in its text face-up into your opponent's Deck, also, add 1 \"Stain\" card from your Deck, GY, or banishment to your hand. You can only use each effect of \"Stained Solitaire\" once per turn."
  ],
  "STARGAZER OF THE STAINED": [
    "STARGAZER OF THE STAINED",
    "https://i.imgur.com/ejPt33S.jpeg",
    "STARGAZER OF THE STAINED\\nLevel 4 LIGHT Warrior Effect Monster\\nATK 1600\\nDEF 1600\\n\\nIf a card(s) leaves your opponent's Deck, except during the Draw Phase: You can Tribute this card from your hand or field; add 1 \"Stain\" card from your Deck to your hand. If your opponent controls a card: You can banish this card from your GY; Special Summon 1 \"Stain\" monster that mentions \"Shuffle this card face-up into your opponent's Deck\" in its text from face-up in your opponent's Deck. You can only use each effect of \"Stargazer of the Stained\" once per turn."
  ],
  "STAINED SCIONESS SILIA": [
    "STAINED SCIONESS SILIA",
    "https://i.imgur.com/CiMzbKv.jpeg",
    "STAINED SCIONESS SILIA\\nLevel 5 LIGHT Fairy Effect Monster\\nATK 1600\\nDEF 1800\\n\\nDuring your Main Phase, if this card is in your hand (Quick Effect): You can Fusion Summon 1 \"Stain\" Fusion Monster from your Extra Deck using \"Stain\" monsters that mention \"Shuffle this card face-up into your opponent's Deck\" from your hand or field as material. If this card is sent to the GY: You can discard 1 card and send 1 \"Stain\" card from your Deck to the GY; add it to your hand. You can only use each effect of \"Stained Scioness Silia\" once per turn."
  ],
  "STAINED SOVEREIGN SILAS": [
    "STAINED SOVEREIGN SILAS",
    "https://i.imgur.com/02opFJj.jpeg",
    "STAINED SOVEREIGN SILAS\\nLevel 6 LIGHT Spellcaster Effect Monster\\nATK 2600\\nDEF 1600\\n\\nIf this card is Normal or Special Summoned: You can add to your hand or Set 1 \"Stain\" card from your Deck. (Quick Effect): You can target 1 face-up card your opponent controls; while it is face-up on the field, neither player can activate its effects. If your opponent activates a card or effect, and this card is in your GY: You can shuffle this card face-up into your opponent's Deck, also, Special Summon 1 Level 4 or lower \"Stain\" monster from your GY. You can only use each effect of \"Stained Sovereign Silas\" once per turn."
  ],
  "STAINED SILHOUETTE": [
    "STAINED SILHOUETTE",
    "https://i.imgur.com/FMUpcCc.jpeg",
    "STAINED SILHOUETTE\\nLevel 8 DARK Illusion Effect Monster\\nATK 2600\\nDEF 2600\\n\\nIf a card(s) leaves your opponent's Deck, except during the Draw Phase: You can Special Summon this card from your hand, but shuffle this card face-up into your opponent's Deck when it leaves the field. If your opponent controls a card (Quick Effect): You can reveal 1 \"Stain\" card in your hand, then activate 1 of these effects;\\n● Special Summon 1 Level 4 or lower \"Stain\" monster from your Deck or GY.\\n● Until the End Phase, this card's name becomes the original name of 1 face-up monster your opponent controls, and it gains that monster's original effects.\\nYou can only use each effect of \"Stained Silhouette\" once per turn."
  ],
  "ABSTAIN FROM LIGHT": [
    "ABSTAIN FROM LIGHT",
    "https://i.imgur.com/TQMlrUV.jpeg",
    "ABSTAIN FROM LIGHT\\nNormal Spell\\n\\nFusion Summon 1 \"Stain\" Fusion Monster from your Extra Deck using \"Stain\" monsters from your hand or field as material, also, for the rest of this turn after this card resolves, you cannot activate \"Abstain from Light\", or Special Summon monsters from the Extra Deck, except \"Stain\" monsters. If your \"Stain\" monster was shuffled into either Deck this turn, you can also banish \"Stain\" monsters from face-up in your opponent's Deck as material, but return them to the GY during the End Phase."
  ],
  "SHATTERING SUSTAINED": [
    "SHATTERING SUSTAINED",
    "https://i.imgur.com/8QNLZ1m.jpeg",
    "SHATTERING SUSTAINED\\nQuick-Play Spell\\n\\nTribute 1 \"Stain\" monster from your hand, face-up field, or face-up in your opponent's Deck; Special Summon 1 Level 4 or lower \"Stain\" monster from your hand, Deck, or GY, but shuffle it face-up into your opponent's Deck when it leaves the field, then you can Tribute 1 face-up \"Stain\" monster in your opponent's Deck. During your End Phase, if this card is in your GY: You can banish 1 \"Stain\" monster from your GY; Set this card. You can only use each effect of \"Shattering Sustained\" once per turn"
  ],
  "STAINED AVATAR": [
    "STAINED AVATAR",
    "https://i.imgur.com/ft5OlSo.jpeg",
    "STAINED AVATAR\\nLevel 6 LIGHT Fairy Fusion Effect Monster\\nATK 1600\\nDEF1600\\n\\n2 \"Stain\" monsters with different Attributes\\nIf a card(s) you control would be destroyed by battle or card effect, you can banish 1 face-up \"Stain\" monster in your opponent's Deck instead. If this card is Fusion Summoned by the effect of \"Abstain from Light\": You can destroy 1 other card on the field. (Quick Effect): You can target 1 \"Stain\" Spell/Trap in your GY; apply that card's activation effect. You can only use each effect of \"Stained Avatar\" once per turn."
  ],
  "STAINED SORCERESS SILPHIA": [
    "STAINED SORCERESS SILPHIA",
    "https://i.imgur.com/aNZQksP.jpeg",
    "STAINED SORCERESS SILPHIA\\nLevel 8 LIGHT Fairy Fusion Effect Monster\\nATK 1600\\nDEF 1800\\n\\n2 \"Stain\" monsters with different names\\nDuring your turn, \"Stain\" monsters you control gain 600 ATK. You can only control 1 \"Stained Sorceress Silphia\". If this card is Fusion Summoned: You can activate this effect; shuffle 1 \"Stain\" monster from your Deck face-up into your opponent's Deck during the Standby Phase of the next turn. Once per Chain, when your opponent activates a card or effect (Quick Effect): You can activate 1 of these effects.\\n●This card gains 300 ATK.\\n●This card loses exactly 2000 ATK, and if it does, banish 1 monster on the field and 1 \"Stain\" monster you control until the End Phase."
  ],
  "DISTAINED DRUID DRAGAR": [
    "DISTAINED DRUID DRAGAR",
    "https://i.imgur.com/h63kdik.jpeg",
    "DISTAINED DRUID DRAGAR\\nLevel 8 LIGHT Beast-Warrior Fusion Effect Monster\\nATK 2600\\nDEF 2600\\n\\n1 \"Stain\" monster + 1 non-LIGHT \"Stain\" monster\\nIf this card is Special Summoned, or if a non-LIGHT \"Stain\" monster(s) is Normal or Special Summoned to your field: You can Tribute 1 monster from your field or face-up in your opponent's Deck, then target 1 face-up monster your opponent controls; gain LP equal to that monster's ATK, also, change all other face-up monsters they control to face-down Defense Position. You can only use this effect of \"Distained Druid Dragar\" once per turn."
  ],
  "STAINLESS KALEIDRAGON": [
    "STAINLESS KALEIDRAGON",
    "https://i.imgur.com/8l4i0rK.jpeg",
    "STAINLESS KALEIDRAGON\\nLevel 11 LIGHT Dragon Fusion Effect Monster\\nATK 3200\\nDEF 1600\\n\\n\"Stargazer of the Stained\" + 2 \"Stain\" monsters\\nWhen a monster(s) would be Special Summoned, or a card or effect is activated that includes an effect that Special Summons a monster(s) (Quick Effect): You can negate that Summon or effect, and if you do, destroy that card(s). You cannot activate cards or effects the turn you activate this effect, except \"Stain\" cards or effects. If this card is Special Summoned, or if another \"Stain\" monster(s) is Special Summoned to your field: You can look at your opponent's hand and all face-down cards they control. You can only use each effect of \"Stainless Kaleidragon\" once per turn."
  ],
  "ARMORED NOVA MECHA-SCALED XYRION": [
    "ARMORED NOVA MECHA-SCALED XYRION",
    "https://i.imgur.com/sL8hqn9.jpeg",
    "ARMORED NOVA MECHA-SCALED XYRION\\nRank 9 LIGHT Dragon Xyz Effect Monster\\nATK 3500\\nDEF 3000\\n\\n2+ Level 9 Monsters\\nYou can also Xyz Summon this card by using 1 Rank 8 Dragon Xyz Monster you control as material. (Transfer its materials to this card.) You cannot Special Summon monsters the turn this card is Xyz Summoned, except LIGHT or DARK Dragon Monsters. Once per turn, when a card or effect is activated (Quick Effect): You can detach 1 material from this card; negate the activation. During the End Phase, if this Xyz Summoned card has no materials: You can destroy it, and if you do, Special Summon 1 Rank 8 Dragon Xyz Monster from your GY, but negate its effects, also its ATK/DEF become 0. You can only use each effect of \"Armored Nova Mecha-Scaled Xyrion\" once per turn."
  ],
  "AETHERSTORM ZENITH WIRE-TAILED SYPHARION": [
    "AETHERSTORM ZENITH WIRE-TAILED SYPHARION",
    "https://i.imgur.com/0qjAYBa.jpeg",
    "AETHERSTORM ZENITH WIRE-TAILED SYPHARION\\nRank 9 LIGHT Dragon Xyz Effect Monster\\nATK 3800\\nDEF 3400\\n\\n2+ Level 9 monsters\\nYou can also Xyz Summon this card by using 1 Rank 8 Dragon Xyz Monster you control as material. (Transfer its materials to this card.) You cannot Special Summon monsters, except LIGHT or DARK Dragon monsters, the turn you Xyz Summon this card. This card cannot be targeted by card effects. When a card or effect is activated that targets a monster you control (Quick Effect): You can detach 1 material from this card, and target 1 card your opponent controls; destroy that target. During the End Phase: You can target 1 Dragon Monster you control; attach that target to this card as material. You can only use each effect of \"Aetherstorm Zenith Wire-Tailed Sypharion\" once per turn."
  ],
  "SOLEMN REBIRTH": [
    "SOLEMN REBIRTH",
    "https://i.imgur.com/Dh70OYS.jpeg",
    "SOLEMN REBIRTH\\nContinuous Trap\\n\\nYou can banish this card from your field or GY; Set all Spell/Trap Cards that were destroyed by your opponent's card effects this turn from your GY to your Spell & Trap Zone."
  ],
  "TALISMANDRAKE SPARK": [
    "TALISMANDRAKE SPARK",
    "https://i.imgur.com/XcNDFZI.jpeg",
    "TALISMANDRAKE SPARK\\nLevel 3 DARK Pyro Pendulum Effect Monster\\n1200 ATK\\n500 DEF\\nScales: 7/7\\n\\nPendulum Effect: \\nYou cannot Pendulum Summon monsters, except Pyro Monsters. If you Fusion Summon a Pyro Fusion Monster: You can inflict 500 damage to your opponent. You can only use this effect of \"Talismandrake Spark\" once per turn.\\n\\nMonster Effect:\\nIf this card is Normal or Special Summoned: You can add 1 \"Talismandrake\" monster from your Deck or face-up Extra Deck to your hand, except \"Talismandrake Spark\". If a DARK Pyro Fusion Monster is Fusion Summoned to your field: You can place this card from your face-up Extra Deck in your Pendulum Zone. You can only use each effect of \"Talismandrake Spark\" once per turn."
  ],
  "TALISMANDRAKE HEAT": [
    "TALISMANDRAKE HEAT",
    "https://i.imgur.com/UYCtva3.jpeg",
    "TALISMANDRAKE HEAT\\nLevel 4 DARK Pyro Pendulum Effect Monster\\n1400 ATK\\n500 DEF\\nScales: 7/7\\n\\nPendulum Effect: \\nYou cannot Pendulum Summon monsters, except Pyro Monsters. You can target 1 DARK Pyro Fusion Monster in your GY; return it to the Extra Deck, and if you do, return this card to the hand. You can only use this effect of “Talismandrake Heat” once per turn.\\n\\nMonster Effect:\\nGains 200 ATK for each “Talismandrake” Spell/Trap you control that is equipped to a monster. If you control a DARK Pyro monster: You can Special Summon this card from your hand. During the Main Phase: You can Fusion Summon 1 DARK Pyro Fusion Monster from your Extra Deck, using monsters from your hand or field as material. You can only use each effect of \"Talismandrake Heat\" once per turn."
  ],
  "TALISMANDRAKE EMBERS": [
    "TALISMANDRAKE EMBERS",
    "https://i.imgur.com/BdGcCVd.jpeg",
    "TALISMANDRAKE EMBERS\\nLevel 4 DARK Pyro Pendulum Effect Monster\\n1600 ATK\\n500 DEF\\nScales: 7/7\\n\\nPendulum Effect: \\nYou cannot Pendulum Summon monsters, except Pyro Monsters. You can target 1 \"Talismandrake\" Fusion Monster in your GY; Special Summon it, but return it to the Extra Deck when it leaves the field. You can only use this effect of \"Talismandrake Embers\" once per turn.\\n\\nMonster Effect:\\nIf this card is Summoned while you control another \"Talismandrake\" monster, except \"Talismandrake Embers\": You can draw 1 card. If a DARK Pyro Fusion monster is Fusion Summoned to your field: You can place this card from your face-up Extra Deck in your Pendulum Zone. You can only use each effect of \"Talismandrake Embers\" once per turn."
  ],
  "TALISMANDRAKE SEAR": [
    "TALISMANDRAKE SEAR",
    "https://i.imgur.com/pzevthN.jpeg",
    "TALISMANDRAKE SEAR\\nLevel 5 DARK Pyro Pendulum Effect Monster\\n2000 ATK\\n500 DEF\\nScales: 2/2\\n\\nPendulum Effect: \\nDuring your Main Phase, or if your opponent activates a card or effect: You can Fusion Summon 1 \"Talismandrake\" Fusion Monster from your Extra Deck, using monsters from you control or in your Pendulum Zone as material. You can only use this effect of \"Talismandrake Sear\" once per turn.\\n\\nMonster Effect:\\nIf this card is used as material for the Fusion Summon of a \"Talismandrake\" monster: You can Special Summon 1 \"Talismandrake\" monster from your Pendulum Zone, also, you can place 1 \"Talismandrake\" Pendulum Monster from your face-up Extra Deck in your Pendulum Zone. You can only use this effect of \"Talismandrake Sear\" once per turn."
  ],
  "TALISMANDRAKE ARMS UNITED": [
    "TALISMANDRAKE ARMS UNITED",
    "https://i.imgur.com/80KvdTY.jpeg",
    "TALISMANDRAKE ARMS UNITED\\nNormal Spell\\n\\nDiscard 1 card; place up to 2 \"Talismandrake\" Pendulum Monsters from your Deck or face-up Extra Deck in your Pendulum Zones. If a Pyro Fusion Monster is Special Summoned to your field (except during the Damage Step): You can banish this card from your GY, then target 1 of those monsters; equip 1 \"Talismandrake Arms\" Spell/Trap from your Deck to it as if it were equipped by that Spell/Trap's effect. You can only use each effect of \"Talismandrake Arms United\" once per turn."
  ],
  "LEFT TALISMANDRAKE ARMS - BLAZE SUPPRESSOR": [
    "LEFT TALISMANDRAKE ARMS - BLAZE SUPPRESSOR",
    "https://i.imgur.com/bthVcFf.jpeg",
    "LEFT TALISMANDRAKE ARMS - BLAZE SUPPRESSOR\\nQuick-Play Spell\\n\\nIf you control a \"Talismandrake\" monster: Target 1 face-up card on the field; destroy it. During your Main Phase, or if your opponent Special Summons a monster(s) (except during the Damage Step): You can target 1 DARK Pyro monster you control; equip this card from your GY to it as an Equip Spell with the following effect.\\n● The equipped monster gains 500 ATK, also, your opponent cannot target it with card effects.\\nYou can only use 1 \"Left Talismandrake Arms - Blaze Suppressor\" effect per turn, and only once that turn."
  ],
  "RIGHT TALISMANDRAKE ARMS - BLAZE HALBERD": [
    "RIGHT TALISMANDRAKE ARMS - BLAZE HALBERD",
    "https://i.imgur.com/XKxlbFT.jpeg",
    "RIGHT TALISMANDRAKE ARMS - BLAZE HALBERD\\nQuick-Play Spell\\n\\nIf you control a \"Talismandrake\" monster: Target 1 face-up monster on the field; change it to face-down Defense Position. During your Main Phase, or if your opponent Special Summons a monster(s) (except during the Damage Step): You can target 1 DARK Pyro monster you control; equip this card from your GY to it as an Equip Spell with the following effect.\\n● The equipped monster gains 500 ATK, also, if it attacks a Defense Position monster, inflict piercing battle damage.\\nYou can only use 1 \"Right Talismandrake Arms - Blaze Halberd\" effect per turn, and only once that turn."
  ],
  "RIGHT TALISMANDRAKE ARMS - BLAZE SABRE": [
    "RIGHT TALISMANDRAKE ARMS - BLAZE SABRE",
    "https://i.imgur.com/SpVRx2X.jpeg",
    "RIGHT TALISMANDRAKE ARMS - BLAZE SABRE\\nQuick-Play Spell\\n\\nIf you control a \"Talismandrake\" monster: Target 1 face-up card your opponent controls; negate its effects until the end of this turn. During your Main Phase, or if your opponent Special Summons a monster(s) (except during the Damage Step): You can target 1 DARK Pyro monster you control; equip this card from your GY to it as an Equip Spell with the following effects.\\n● The equipped monster gains 500 ATK for each Equip Spell equipped to a monster you control, also, if it would be destroyed by battle, you can destroy this card instead.\\nYou can only use 1 \"Right Talismandrake Arms - Blaze Sabre\" effect per turn, and only once that turn."
  ],
  "LEFT TALISMANDRAKE ARMS - BLAZE SHIELD": [
    "LEFT TALISMANDRAKE ARMS - BLAZE SHIELD",
    "https://i.imgur.com/Z3lq6Jq.jpeg",
    "LEFT TALISMANDRAKE ARMS - BLAZE SHIELD\\nNormal Trap\\n\\nSpecial Summon 1 \"Talismandrake\" monster from your Deck, GY, or face-up Extra Deck to your Main Monster Zone. During either player's turn: You can target 1 DARK Pyro Fusion Monster you control; equip this card from your GY to it as an Equip Spell with the following effect.\\n● The equipped monster gains 500 DEF for each Equip Spell equipped to a monster you control, also, if it would leave the field by your opponent's card effect, you can destroy this card instead.\\nYou can only use 1 \"Left Talismandrake Arms - Blaze Shield\" per turn, and only once that turn."
  ],
  "TALISMANDRAKE PYRE": [
    "TALISMANDRAKE PYRE",
    "https://i.imgur.com/cQvpbdR.jpeg",
    "TALISMANDRAKE PYRE\\nLevel 5 DARK Pyro Fusion Monster\\nATK 1800\\nDEF 1500\\n\\n1 DARK Pyro monster + 1 Pyro monster\\nIf this card is Special Summoned: You can activate this effect; from your Deck, either add 1 “Talismandrake” card or 1 DARK Pyro monster to your hand, or send 1 \"Talismandrake Arms\" Spell/Trap to your GY. (Quick Effect): You can target 1 \"Talismandrake\" card in your Pendulum Zone; destroy it, then place 1 \"Talismandrake\" Pendulum Monster with a different name from your hand, Deck, or face-up Extra Deck in your Pendulum Zone. You can only use each effect of \"Talismandrake Pyre\" once per turn."
  ],
  "TALISMANDRAKE CREMATION": [
    "TALISMANDRAKE CREMATION",
    "https://i.imgur.com/XRCFso6.jpeg",
    "TALISMANDRAKE CREMATION\\nLevel 7 DARK Pyro Fusion Effect Monster\\nATK 2600\\nDEF 2000\\n\\n1 DARK Pyro monster + 1 Level 5 or higher DARK monster\\nIf this card is Special Summoned: You can add 1 \"Talismandrake Arms\" Spell/Trap from your Deck or GY to your hand, or equip it to a DARK Pyro monster you control as if it were equipped by that Spell/Trap's effect. If you control a monster equipped with a \"Talismandrake Arms\" card (Quick Effect): You can shuffle up to 3 cards from either player's GY or banishment into the Deck. You can only use each effect of \"Talismandrake Cremation\" once per turn."
  ],
  "TALISMANDRAKE ENKINDLE": [
    "TALISMANDRAKE ENKINDLE",
    "https://i.imgur.com/NeFVXt4.jpeg",
    "TALISMANDRAKE ENKINDLE\\nLevel 8 DARK Pyro Fusion Effect Monster\\nATK 2800\\nDEF 2000\\n\\n1 \"Talismandrake\" monster + 1 DARK Pyro monster\\nIf this card is Special Summoned: You can add 1 \"Talismandrake Arms\" Spell/Trap from your Deck or GY to your hand, or equip it to a DARK Pyro monster you control as if it were equipped by that Spell/Trap's effect. When your opponent activates a card or effect while you control a monster equipped with a \"Talismandrake Arms\" card (Quick Effect): You can banish that card. You can only use each effect of \"Talismandrake Enkindle\" once per turn."
  ],
  "MAIDEN OF TALISMANDRAKES, SERAPHINA": [
    "MAIDEN OF TALISMANDRAKES, SERAPHINA",
    "https://i.imgur.com/e3n4A8F.jpeg",
    "MAIDEN OF TALISMANDRAKES, SERAPHINA\\nLevel 9 DARK Pyro Fusion Pendulum Effect Monster\\nATK 3000\\n2500 DEF\\nScales: 1/1\\n\\nPendulum Effect:\\nYou can shuffle 3 \"Talismandrake\" monsters with different names from your face-up Extra Deck, field, and/or GY into the Deck; Special Summon this card from your Pendulum Zone, then you can equip 1 \"Talismandrake Arms\" Spell/Trap from your GY to this card as if it was equipped by that Spell/Trap's effect.\\n\\nMonster Effect:\\n2 \"Talismandrake\" monsters + 1 Pyro Pendulum Monster\\nIf this card is Fusion Summoned, or if your opponent activates a card or effect: You can target 1 \"Talismandrake Arms\" Spell/Trap in your GY; add it to your hand or equip it to this card as if it were equipped by that Spell/Trap's effect. If this card in the Monster Zone leaves the field: You can place it in your Pendulum Zone. You can only use the previous effects of “Maiden of Talismadrakes, Seraphina” once per turn. If a \"Right Talismandrake Arms\" and \"Left Talismandrake Arms\" Spell/Trap is equipped to this card (Quick Effect): You can pay 1000 LP; destroy all cards your opponent controls, also, you cannot use this effect of \"Maiden of Talismandrakes, Seraphina\" until the end of the next turn."
  ],
  "BISHOP OF ALDREZ": [
    "BISHOP OF ALDREZ",
    "https://i.imgur.com/NLRr03V.jpeg",
    "BISHOP OF ALDREZ\\nLevel 3 DARK Spellcaster Effect Monster\\nATK 1200\\nDEF 1800\\n\\nXyz and Link Monsters you control cannot be destroyed by battle or card effects. You can only use the following effects of \"Bishop of Aldrez\" once per turn. If this card is Normal or Special Summoned: You can add 1 \"Aldrez\" Spell/Trap from your Deck or GY to your hand. If an Xyz Monster is Special Summoned while this card is in your GY: You can Special Summon this card, and if you do, draw 1 card."
  ],
  "PAWN OF ALDREZ ": [
    "PAWN OF ALDREZ ",
    "https://i.imgur.com/HDS58oa.jpeg",
    "PAWN OF ALDREZ \\nLevel 2 DARK Warrior Effect Monster\\nATK 1000\\nDEF 1000\\n\\nIf you control an \"Aldrez\" card, except \"Pawn of Aldrez\", you can Special Summon this card (from your hand). You can only Special Summon \"Pawn of Aldrez\" once per turn this way. You can only use the following effects of \"Pawn of Aldrez\" once per turn. If this card is Normal Summoned: You can draw 1 card. If this card is used as material for a Link Summon: You can Special Summon this card, but shuffle it into the Deck when it leaves the field."
  ],
  "QUEEN OF ALDREZ": [
    "QUEEN OF ALDREZ",
    "https://i.imgur.com/Hoy1wAe.jpeg",
    "QUEEN OF ALDREZ\\nLevel 4 DARK Spellcaster Effect Monster\\nATK 1600\\nDEF 1600\\n\\nIf you control a \"Aldrez\" monster other than \"Queen of Aldrez\", your opponent's monsters cannot target this card for attacks, also your opponent cannot target other \"Aldrez\" monsters you control with card effects. You can only use the following effects of \"Queen of Aldrez\" once per turn. If you control a \"Aldrez\" monster, except \"Queen of Aldrez\": You can Special Summon this card from your hand. During your Main Phase: You can add 1 \"Aldrez\" card from your Deck to your hand, except \"Queen of Aldrez\"."
  ],
  "ALDREZ BATTERY": [
    "ALDREZ BATTERY",
    "https://i.imgur.com/VjXIM4s.jpeg",
    "ALDREZ BATTERY\\nNormal Spell\\n\\nAdd 1 \"Aldrez\" monster from your Deck to your hand, also, you cannot declare attacks for the rest of this turn, except with \"Aldrez\" monsters. You can banish this card from your GY, then target 1 monsters your opponent controls; its ATK becomes 0, and if it does, you can have 1 \"Aldrez\" monster you control gain that lost ATK. You can only activate 1 \"Aldrez Battery\" per turn."
  ],
  "ALDREZ BLITZ": [
    "ALDREZ BLITZ",
    "https://i.imgur.com/3ROe82V.jpeg",
    "ALDREZ BLITZ\\nQuick-Play Spell\\n\\nTarget 1 Level 4 or lower \"Aldrez\" monster in your GY or banishment; Special Summon it, then, if you Summoned a Level 4 monster, you can Special Summon 1 \"Aldrez Token\" (Spellcaster/DARK/Level 4/ATK 1000/DEF 1000). If you Xyz Summon an \"Aldrez\" Xyz Monster while this card is in the GY: You can Set this card. You can only use each effect of \"Aldrez Blitz\" once per turn."
  ],
  "ALDREZ OPENING": [
    "ALDREZ OPENING",
    "https://i.imgur.com/2jzPvFw.jpeg",
    "ALDREZ OPENING\\nContinuous Spell\\n\\n\"Aldrez\" monsters you control gain 500 ATK/DEF. Your opponent cannot activate cards or effects when you Normal or Special Summon a \"Aldrez\" monster(s). You can target up to 3 \"Aldrez\" cards in your GY or banishment; shuffle them into the Deck, and if you do, you can draw 1 card. You can only use this effect of \"Aldrez Opening\" once per turn."
  ],
  "CHECKED IN ALDREZ": [
    "CHECKED IN ALDREZ",
    "https://i.imgur.com/4hIXaSF.jpeg",
    "CHECKED IN ALDREZ\\nNormal Trap\\n\\nIf your opponent Special Summons a monster(s) while you control an \"Aldrez\" monster: Send 1 \"Aldrez\" monster from your Deck to the GY; send 1 monster your opponent controls to the GY. You can banish this card from your GY, then target 1 \"Aldrez\" card in your GY or banishment, except \"Checked in Aldrez\"; add it to your hand. You can only activate 1 \"Checked in Aldrez\" per turn."
  ],
  "CHECKMATE IN ALDREZ": [
    "CHECKMATE IN ALDREZ",
    "https://i.imgur.com/vJj2Kr8.jpeg",
    "CHECKMATE IN ALDREZ\\nNormal Trap\\n\\nIf you control an \"Aldrez\" monster: Target 1 face-up monster on the field; negate its effects, then, if you control the monster with the highest ATK on the field, you can destroy all monsters your opponent controls, except that target. You can banish this card from your GY, then target 1 \"Aldrez\" monster in your GY or banishment; Special Summon it. If you control an \"Aldrez\" Xyz Monster, you can activate this card from your hand. You can only activate 1 \"Checkmate in Aldrez\" per turn."
  ],
  "KNIGHT OF ALDREZ": [
    "KNIGHT OF ALDREZ",
    "https://i.imgur.com/P8mzpOe.jpeg",
    "KNIGHT OF ALDREZ\\nLink-2 DARK Warrior Link Effect Monster\\nATK 1800\\n\\n2 monsters, including an \"Aldrez\" monster\\nYou can treat this card as a Level 4 monster when you Xyz Summon a Rank 4 Xyz Monster. You can only use the following effects of \"Knight of Aldrez\" once per turn. During the Main Phase (Quick Effect): You can discard 1 card; take 1 \"Aldrez\" card from your Deck, and either add it to your hand, or if it is a monster, you can Special Summon it. If an \"Aldrez\" Xyz Monster is sent to the GY by an opponent's card: You can banish this card from your GY; Special Summon that monster, then you can attach 1 card from either GY to it."
  ],
  "ROOK OF ALDREZ": [
    "ROOK OF ALDREZ",
    "https://i.imgur.com/1xajpSu.jpeg",
    "ROOK OF ALDREZ\\nLink-2 DARK Rock Link Effect Monster\\nATK 1500\\n\\n2 monsters, including a \"Aldrez\" monster\\nYou can treat this card as a Level 4 monster when you Xyz Summon a Rank 4 Xyz Monster. You can only use the following effects of \"Rook of Aldrez\" once per turn. During the Main Phase (Quick Effect): You can take 1 \"Aldrez\" card from your GY, add it to your hand, or if it's a monster, you can Special Summon it. If an \"Aldrez\" Xyz Monster is sent to the GY by an opponents card: You can banish this card from your GY; Special Summon that monster, then you can attach 1 card from either field to it."
  ],
  "KING OF ALDREZ": [
    "KING OF ALDREZ",
    "https://i.imgur.com/QBcy6os.jpeg",
    "KING OF ALDREZ\\nRank 4 DARK Warrior Xyz Effect Monster\\nATK 3000\\nDEF 3000\\n\\n2+ Level 4 \"Aldrez\" monsters\\nYou can only control 1 \"King of Aldrez\". Once per turn (Quick Effect): You can detach 1 material from this card; Special Summon 1 \"Aldrez\" monster from your hand or GY, then if you detached a Link Monster to activate this effect, you can destroy 1 card on the field. You can only use the following effects of \"King of Aldrez\" once per turn. If this card is Xyz Summoned: You can add 1 \"Aldrez\" Trap from your Deck or GY to your hand. You can banish this card from your GY; Special Summon 1 \"Aldrez\" Link Monster from your banishment."
  ],
  "THE BLUE FRUTE ": [
    "THE BLUE FRUTE ",
    "https://i.imgur.com/1dzaPAV.jpeg",
    "THE BLUE FRUTE \\nLevel 3 WATER Spellcaster Effect Monster\\nATK 400\\nDEF 1900\\n\\nIf this card is Normal Summoned: You can Special Summon 1 \"Frute\" monster from your Deck in face-down Defense Position, except \"The Blue Frute\". If this card is Tributed: You can target 1 face-up monster your opponent controls; this turn, its ATK/DEF becomes 0, also if this card was Tributed in face-down Defense Position, banish it when it leaves the field. You can only use each effect of \"The Blue Frute\" once per turn."
  ],
  "THE YELLOW FRUTE ": [
    "THE YELLOW FRUTE ",
    "https://i.imgur.com/fGORjck.jpeg",
    "THE YELLOW FRUTE \\nLevel 3 WATER Spellcaster Effect Monster\\nATK 1700\\nDEF 400\\n\\nYou can send this card from your hand or face-up field to the GY; Special Summon 1 \"Frute\" monster from your hand or GY in face-up or face-down Defense Position, except \"The Yellow Frute\". If this card is Tributed: You can draw 1 card, or, if this card was Tributed in face-down Defense Position, you can draw 2 cards, then discard 1 card. You can only use each effect of \"The Yellow Frute\" once per turn."
  ],
  "THE RED FRUTE ": [
    "THE RED FRUTE ",
    "https://i.imgur.com/qwHfECG.jpeg",
    "THE RED FRUTE \\nLevel 3 WATER Spellcaster Effect Monster\\nATK 1400\\nDEF 1200\\n\\nIf you control no face-up monsters, or you control a \"Frute\" card: You can Special Summon this card from your hand, then you can send 1 \"Frute\" card from your Deck to the GY, with a different name from the cards you control. If this card is Tributed: You can add 1 \"Fruteonia\" from your Deck to your hand, or, if this card was Tributed in face-down Defense Position, you can Set 1 \"Frute\" Spell/Trap directly from your Deck instead. You can only use each effect of \"The Red Frute\" once per turn."
  ],
  "THE GREEN FRUTE": [
    "THE GREEN FRUTE",
    "https://i.imgur.com/K6BnPK8.jpeg",
    "THE GREEN FRUTE\\nLevel 6 WATER Spellcaster Effect Monster\\nATK 1700\\nDEF 2300\\n\\nYou can Tribute 1 WATER monster from your hand or field, except “The Green Frute”; Special Summon this card from your hand or GY in face-down Defense Position, but banish it when it leaves the field. If this card is Tributed: You can send 1 “Frute” monster from your Deck to the GY, except “The Green Frute”, or, if this card was Tributed in face-down Defense Position, you can send 1 “Frute” Spell/Trap from your Deck to the GY instead. You can only use each effect of \"The Green Frute\" once per turn."
  ],
  "THE WHITE FRUTE": [
    "THE WHITE FRUTE",
    "https://i.imgur.com/op3RCL7.jpeg",
    "THE WHITE FRUTE\\nLevel 6 WATER Spellcaster Effect Monster\\nATK 2500\\nDEF 1500\\n\\nYou can Tribute 1 WATER monster; Special Summon this card from your hand, then add 1 \"Frute\" monster from your Deck to your hand, except \"The White Frute\". If this card is Tributed: You can target 1 \"Frute\" monster in your GY, except \"The White Frute\"; add it to your hand, or, if this card was Tributed in face-down Defense Position, you can Special Summon it in face-up or face-down Defense Position instead. You can only use each effect of \"The White Frute\" once per turn."
  ],
  "FRUTEONIA": [
    "FRUTEONIA",
    "https://i.imgur.com/obCTs3e.jpeg",
    "FRUTEONIA\\nField Spell\\n\\nWhile you control a WATER Ritual Monster, your opponent cannot target face-down monsters you control with attacks or card effects. You can only use each of the following effects of \"Fruteonia\" once per turn. You can Tribute 1 WATER monster from your hand or field; add 1 WATER Ritual Monster or 1 \"Fruteification\" from your Deck, GY, or banishment to your hand. If a monster(s) on the field is Tributed: You can target 1 \"Frute\" card in your banishment; return it to the GY."
  ],
  "FRUTEOPIA": [
    "FRUTEOPIA",
    "https://i.imgur.com/YwpecvB.jpeg",
    "FRUTEOPIA\\nContinuous Spell\\n\\nThis card’s name becomes “Fruteonia” while face-up on the field. You can only use 1 of the following effects of “Fruteopia” per turn, and only once that turn. When this card is activated: You can add 1 “Frute” monster or 1 “Fruteification” from your Deck or banishment to your hand. If a WATER Ritual Monster(s) you control leaves the field by card effect: You can send this card to the GY, and if you do, Special Summon 1 of those monsters. You can banish this card from your GY; all WATER monsters you control gain 400 ATK this turn for each Defense Position monster your opponent controls."
  ],
  "FRUTEACHING": [
    "FRUTEACHING",
    "https://i.imgur.com/ZFbSce3.jpeg",
    "FRUTEACHING\\nQuick-Play Spell\\n\\nSpecial Summon 1 “Frute” monster from your hand or GY in face-up or face-down Defense Position, or, if you control \"Fruteonia\", you can Special Summon 1 \"Frute\" monster from your Deck instead in face-up or face-down Defense Position. During your Main Phase: You can banish this card from your GY, then target 1 monster you control; change it to either face-up or face-down Defense Position. You can only use each effect of “Fruteaching” once per turn."
  ],
  "FRUTEIFICATION": [
    "FRUTEIFICATION",
    "https://i.imgur.com/kYtxTnd.jpeg",
    "FRUTEIFICATION\\nRitual Spell\\n\\nWhen this card is activated, you can also target 1 non-Ritual \"Frute\" monster in your GY, but for the rest of this turn, you cannot target a monster to activate this effect of \"Fruteification\"; Special Summon the targeted monster in face-down Defense Position (if any), also, Ritual Summon 1 WATER Ritual Monster from your hand or GY by Tributing monsters from your hand or field, whose total Levels equal or exceed the Level of the Ritual Monster. You can banish this card from your GY; send 1 WATER Ritual Monster from your Deck to the GY. You can only use this effect of \"Fruteification\" once per Duel."
  ],
  "THE FLYING FRUTE": [
    "THE FLYING FRUTE",
    "https://i.imgur.com/m3PLZuA.jpeg",
    "THE FLYING FRUTE\\nLink-2 WATER Spellcaster Effect Monster \\nATK 1600\\n\\n2 WATER monsters\\nYou can also use face-down monsters you control to Link Summon this card. You can only use each of the following effects of \"The Flying Frute\" once per turn. If this card is Link Summoned: You can apply 1 of these effects.\\n● Send 1 \"Frute\" card from your Deck to the GY.\\n● Set 1 \"Frute\" Spell/Trap from your GY or banishment.\\n(Quick Effect): You can Tribute 1 other WATER monster from your hand or field, then target 1 card in either GY; banish it."
  ],
  "THE HANGING FRUTE": [
    "THE HANGING FRUTE",
    "https://i.imgur.com/sCzbRme.jpeg",
    "THE HANGING FRUTE\\nLevel 6 WATER Spellcaster Ritual Effect Monster\\nATK 2100\\nDEF 2600\\n\\nYou can Ritual Summon this card with “Fruteification”. \"Frute\" monsters you control can attack all face-down Defense Position monsters your opponent controls, once each. You can only use each of the following effects of “The Hanging Frute” once per turn. If this card is Special Summoned: You can Special Summon 1 \"Frute\" monster from your GY in face-down Defense Position. When your opponent activates a card or effect (Quick Effect): You can Tribute 1 other WATER monster from your hand or field; for the rest of this turn, monsters you control are unaffected by effects previously activated in this Chain, then, if you activated this effect in response to an opponent's monster effect on the field, change it to face-down Defense Position."
  ],
  "THE FRUTEFUL MOON": [
    "THE FRUTEFUL MOON",
    "https://i.imgur.com/hWYFvMr.jpeg",
    "THE FRUTEFUL MOON\\nLevel 6 WATER Spellcaster Ritual Effect Monster\\nATK 2600\\nDEF 2100\\n\\nYou can Ritual Summon this card with \"Fruteification\". Your opponent cannot destroy your \"Fruteonia\" with card effects. You can only use each of the following effects of \"The Fruteful Moon\" once per turn. If this card is Special Summoned: You can Set 1 \"Frute\" Spell/Trap directly from your Deck, and if you do. it can be activated this turn. (Quick Effect): You can Tribute 1 other WATER monster from your hand or field, then target 1 face-up monster on the field; change it to face-down Defense Position."
  ],
  "THE FRUTED WARRIOR": [
    "THE FRUTED WARRIOR",
    "https://i.imgur.com/6tXLIN4.jpeg",
    "THE FRUTED WARRIOR\\nLevel 9 WATER Spellcaster Ritual Effect Monster\\nATK 3000\\nDEF 1900\\n\\nYou can Ritual Summon this card with “Fruteification”. If this card battles a Defense Position monster, inflict piercing battle damage. You can only use each of the following effects of “The Fruted Warrior” once per turn. If this card is Special Summoned: You can change 1 face-up monster your opponent controls to face-down Defense Position. During the Main Phase (Quick Effect): You can Tribute 1 other WATER monster from your hand or field; this card gains ATK equal to that monster’s ATK or DEF (whichever is higher) until the end of this turn."
  ],
  "SACRED TREASURE - BOJIN": [
    "SACRED TREASURE - BOJIN",
    "https://i.imgur.com/0UgIGhb.jpeg",
    "SACRED TREASURE - BOJIN\\nNormal Spell\\n\\nIf you control a \"NiuHao\" monster, apply 1 of these effects.\\n● Destroy 1 monster on the field.\\n● Special summon 1 \"NiuHao\" monster from your hand.\\nIf this card and another \"Sacred Treasure\" card is banished: both players discard 1 card.\\nYou can only activate 1 \"Sacred Treasure - Bojin\" per turn."
  ],
  "SACRED TREASURE - CHUNYIN": [
    "SACRED TREASURE - CHUNYIN",
    "https://i.imgur.com/YemrERb.jpeg",
    "SACRED TREASURE - CHUNYIN\\nNormal Spell\\n\\nIf you control a \"NiuHao\" monster, apply 1 of these effects.\\n● Change 1 monster on the field to to face-down Defense Position.\\n● Banish 2 \"NiuHao\" monsters with different names from your deck.\\nIf this card and another \"Sacred Treasure\" card is banished: You can add 1 card from your banishment to your hand.\\nYou can only activate 1 \"Sacred Treasure Chunyin\" per turn."
  ],
  "SACRED TREASURE - HUANGJIN": [
    "SACRED TREASURE - HUANGJIN",
    "https://i.imgur.com/lLUGHT2.jpeg",
    "SACRED TREASURE - HUANGJIN\\n\\nIf you control a \"NiuHao\" monster, apply 1 of these effects.\\n● Destroy 1 Spell/Trap on the field.\\n● Banish 1 card from either players GY.\\nIf this card and another \"Sacred Treasure\" card is banished: Draw 1 card. You can only activate 1 \"Sacred Treasure Huangjin\" per turn."
  ],
  "NIUHAO - BAUBA": [
    "NIUHAO - BAUBA",
    "https://i.imgur.com/61g0uRm.jpeg",
    "NIUHAO - BAUBA\\nLevel 1 FIRE Winged Beast Effect Monster\\nATK 200\\nDEF 500\\n\\nIf this card is Normal or Special Summoned: You can Special Summon 1 \"NiuHao\" monster from your hand, GY, or banishment. When your opponent activates a card effect in the hand or GY (Quick Effect): You can banish this card from your hand or face-up field; add 1 \"Sacred Treasure\" Spell from your Deck to your Hand. During the Standby Phase of the next turn after this card was banished: You can Special Summon this banished card. You can only use each effect of \"NiuHao - Bauba\" once per turn."
  ],
  "NIUHAO - HIKAM": [
    "NIUHAO - HIKAM",
    "https://i.imgur.com/7LtXkWX.jpeg",
    "NIUHAO - HIKAM\\nLevel 1 FIRE Winged Beast Effect Monster\\nATK 100\\nDEF 600\\n\\nIf this card is Normal or Special Summoned: You can banish 1 \"NiuHao\" monster from your Deck. When your opponent activates a card effect on the field or in the GY (Quick Effect): You can banish this card from your hand or face-up field; Set 1 \"Sacred Treasure\" Spell from your Deck. During the Standby Phase of the next turn after this card was banished: You can Special Summon this banished card. You can only use each effect of \"NiuHao - Hikam\" once per turn."
  ],
  "NIUHAO - ORO": [
    "NIUHAO - ORO",
    "https://i.imgur.com/bLJJzWc.jpeg",
    "NIUHAO - ORO\\nLevel 1 FIRE Winged Beast Effect Monster\\nATK 500\\nDEF 200\\n\\nIf this card is Normal or Special Summoned: You can add 1 \"Sacred Treasure\" Spell from your Deck to your hand. If your opponent activates a card effect in the GY or banishment (Quick Effect): You can banish this card from your hand or face-up field; send 1 \"Sacred Treasure\" Spell from Deck to the GY. During the Standby Phase of the next turn after this card was banished: You can Special Summon this banished card. You can only use each effect of \"NiuHao - Oro\" once per turn."
  ],
  "NIUHAO - LOKAEO": [
    "NIUHAO - LOKAEO",
    "https://i.imgur.com/VzW5wYV.jpeg",
    "NIUHAO - LOKAEO\\nLevel 1 FIRE Winged Beast Effect Monster\\nATK 500\\nDEF 200\\n\\nIf this card is Normal or Special Summoned: You can, immediately after this effect resolves, Xyz Summon 1 Winged Beast Xyz Monster using this card and other Winged Beast monsters you control. If your opponent activates a card effect in the hand or field (Quick Effect): You can banish this card from your hand or face-up field; banish 1 card from your GY. During the Standby Phase of the next turn after this card was banished: You can Special Summon this banished card, and if you do, you can shuffle 1 Spell from your banishment into the Deck. You can only use each effect of \"NiuHao - Lokaeo\" once per turn."
  ],
  "NIUHAO - ZAOKA": [
    "NIUHAO - ZAOKA",
    "https://i.imgur.com/ziCBCC5.jpeg",
    "NIUHAO - ZAOKA\\nLevel 1 FIRE Winged Beast Effect Monster\\nATK 1000\\nDEF 1000\\n\\nIf this card is Normal or Special Summoned: You can add 1 \"NiuHao\" or \"Sacred Treasure\" card from your GY or banishment to the hand. When your opponent activates a card effect on the field or banishment (Quick Effect): You can banish this card from your hand or face-up field; excavate the top 3 cards of your Deck, then send all \"NiuHao\" and \"Sacred Treasure\" cards excavated by this effect to the GY, also, shuffle the rest into your Deck. During the Standby Phase of the next turn after this card was banished: You can Special Summon this banished card. You can only use each effect of NiuHao - Zaoka\" once per turn."
  ],
  "NIUHAO - KOAI": [
    "NIUHAO - KOAI",
    "https://i.imgur.com/qjhmTZU.jpeg",
    "NIUHAO - KOAI\\nRank 1 FIRE Winged Beast Xyz Effect Monster\\nATK 2400\\nDEF 1200\\n\\n2+ Level 1 Winged Beast monsters\\nMaterial detached from this card are banished instead. While this card has material, this card cannot be targeted by your opponents card effects. Once per turn (Quick Effect): You can detach 1 material from this card, then target up to 2 \"NiuHao\" monsters in your banishment; shuffle them into the deck, then banish \"Sacred Treasure\" Spells from your Deck up to the number of monsters shuffled by this effect. You can only use this effect of \"NiuHao - Koai\" once per turn."
  ],
  "NIUHAO - ZAO": [
    "NIUHAO - ZAO",
    "https://i.imgur.com/yxyKB9K.jpeg",
    "NIUHAO - ZAO\\nRank 1 FIRE Winged Beast Xyz Effect Monster\\nATK 1200\\nDEF 2400\\n\\n2+ Level 1 Winged Beast monsters\\nMaterial detached from this card are banished instead. While this card has material, this card cannot be destroyed by card effects. Once per turn (Quick Effect): You can detach 1 material from this card; banish 2 \"Sacred Treasure\" Spells from your hand or GY, then, immediately after this effect resolves, apply the banished cards activation effects in sequence. You can only use this effect of \"NiuHao - Zao\" once per turn."
  ],
  "PIP, THE DOMESTICATED": [
    "PIP, THE DOMESTICATED",
    "https://i.imgur.com/fnaMIt9.png",
    "PIP, THE DOMESTICATED\\nLevel 1 NATURE Beast Effect Monster\\nATK 650 \\nDEF 0\\n\\nThis card cannot be Summoned while you control a monster. If this card is Normal Summoned: You can add 1 \"Domestica\" Fairy Monster from your Deck to your hand. During the Battle Phase, if all monsters you control are Fairy Monsters (Quick Effect): You can shuffle this card from your GY into the Deck, and if you do, Fairy Monsters you control gain 550 ATK until the end of that Battle Phase. You can only use each effect of \"Pip, the Domesticated\" once per turn."
  ],
  "TOVE, THE DOMESTICATED": [
    "TOVE, THE DOMESTICATED",
    "https://i.imgur.com/YnFHtmd.png",
    "TOVE, THE DOMESTICATED\\nLevel 1 NATURE Beast Effect Monster\\nATK 350 \\nDEF 950\\n\\nThis card cannot be Summoned while you control a Monster. If this card is sent from the hand to the GY: You can draw 1 card, then send up to 2 cards from your hand to the GY. During the Battle Phase (Quick Effect): You can shuffle this card from your GY into the Deck, then send 1 Level 1 Beast or Winged Beast Monster from your Deck to the GY but shuffle it into the Deck at the end of that Battle Phase. You can only use each effect of \"Tove, the Domesticated\" once per turn."
  ],
  "DOMESTICA PRAERIE": [
    "DOMESTICA PRAERIE",
    "https://i.imgur.com/1coszr8.png",
    "DOMESTICA PRAERIE\\nLevel 5 NATURE Fairy Effect Monster\\nATK 1550\\nDEF 1050\\n\\nExcept during the Battle Phase, this card cannot be Summoned while you control a monster, except by Tribute Summon where the required Tribute(s) are the only monster(s) you control. You can Normal Summon/Set this card in addition to your Normal Summon/Set (You can only gain this effect once per turn). You can Tribute this card; add 1 \"Domestica\" monster from your Deck to your hand, then send 1 card from your hand to the GY. You can only use this effect of \"Domestica Praerie\" once per turn."
  ],
  "DOMESTICA ANJELIE": [
    "DOMESTICA ANJELIE",
    "https://i.imgur.com/uPeU9GP.png",
    "DOMESTICA ANJELIE\\nLevel 5 NATURE Fairy Effect Monster\\nATK 1550\\nDEF 1050\\n\\nExcept during the Battle Phase, this card cannot be Summoned while you control a monster, except by Tribute Summon where the required Tribute(s) are the only monster(s) you control. You can Normal Summon/Set this card in addition to your Normal Summon/Set (You can only gain this effect once per turn). You can Tribute this card; add 1 \"Domestica\" Spell/Trap from your Deck to your hand, then send 1 card from your hand to the GY. You can only use this effect of \"Domestica Anjelie\" once per turn."
  ],
  "DOMESTICA LUNALIE": [
    "DOMESTICA LUNALIE",
    "https://i.imgur.com/U0jymQ0.png",
    "DOMESTICA LUNALIE\\nLevel 5 NATURE Fairy Effect Monster\\nATK 1050\\nDEF 1550\\n\\nExcept during the Battle Phase, this card cannot be Summoned while you control a monster, except by Tribute Summon where the required Tribute(s) are the only monster(s) you control. You can Normal Summon/Set this card in addition to your Normal Summon/Set (You can only gain this effect once per turn). You can Tribute this card; add 1 \"Domestica\" card from your GY to your hand, then you can send 1 card from your hand to the GY. You can only use this effect of \"Domestica Lunalie\" once per turn."
  ],
  "DOMESTICATION ": [
    "DOMESTICATION ",
    "https://i.imgur.com/tvNijcK.png",
    "DOMESTICATION \\nNormal Spell\\n\\nReveal 1 Beast or Winged Beast Monster in your Extra Deck and 1 of the Fusion Materials listed on that card in your Deck, then send that Extra Deck Monster to the GY. You can only activate 1 \"Domestication\" per turn. If you would send a card from your hand to the GY by card effect, you can shuffle this card from your GY into the Deck instead."
  ],
  "DOMESTIC UNDERWORLD": [
    "DOMESTIC UNDERWORLD",
    "https://i.imgur.com/Uyt1UhH.png",
    "DOMESTIC UNDERWORLD\\nField Spell\\n\\nIf a Level 1 Beast or Winged Beast Monster is sent from your hand to the GY, once per turn: You can shuffle that card into the Deck, then add 1 Level 1 Beast or Winged Beast Monster with a different name from your Deck to your hand, and if you do, you can send it to the GY. At the start of the Battle Phase, if you control no monsters: Special Summon any number of \"Domestica\" Fairy monsters with different names from your GY, but send them to the GY at the end of that Battle Phase. Cards and effects cannot be activated in response to this effect's activation."
  ],
  "DOMESTICA IN THE UNDERWORLD": [
    "DOMESTICA IN THE UNDERWORLD",
    "https://i.imgur.com/eD4deTx.png",
    "DOMESTICA IN THE UNDERWORLD\\nContinuous Spell\\n\\nThis card in your hand can be used as Tribute when you Normal Summon a NATURE Monster. If this card is sent from the hand to the GY: You can Set this card, and if you do, this Set card cannot be destroyed by card effects. If a NATURE Monster(s) returns from your GY to the Deck (max 2): You can draw that many cards, then send that many cards from your hand to the GY. You can only use each effect of \"Domestica in the Underworld\" once per turn."
  ],
  "DOMESTICA IN THE WILD": [
    "DOMESTICA IN THE WILD",
    "https://i.imgur.com/Av5rgUL.png",
    "DOMESTICA IN THE WILD\\nContinuous Trap\\n\\nThis card in your hand can be used as Tribute when you Normal Summon a NATURE Monster. If this card is sent from the hand to the GY: You can Set this card, and if you do, this card can be activated this turn. During the Main Phase: You can also Tribute a monster you control to activate this effect; reveal 1 Beast or Winged Beast Fusion Monster in your Extra Deck, then you can Fusion Summon it by shuffling the Fusion Materials from your GY into the Deck. You can only use each effect of \"Domestica in the Wild\" once per turn."
  ],
  "DOMESTICA KYRIE": [
    "DOMESTICA KYRIE",
    "https://i.imgur.com/yuVGdGk.png",
    "DOMESTICA KYRIE\\nLevel 7 NATURE Fairy Fusion Effect Monster\\nATK 2250\\nDEF 1550\\n\\n2 \"Domestica\" monsters except \"Domestica Kyrie\"\\nMust first be Special Summoned from the Extra Deck by shuffling the Required Materials from your GY into the Deck while you control no monsters (You do not use \"Polymerization\"). You can only Special Summon \"Domestica Kyrie\" once per turn this way. If this card is Special Summoned from the Extra Deck: You can activate 1 \"Domestic Underworld\" from your Deck or GY. During the turn this card in your GY was Tributed (Quick Effect): You can send 1 \"Domestica\" monster from your Deck to the GY. You can only use each effect of \"Domestica Kyrie\" once per turn."
  ],
  "PIP IN THE WILD": [
    "PIP IN THE WILD",
    "https://i.imgur.com/HsLPTj9.png",
    "PIP IN THE WILD\\nLevel 9 NATURE Beast Fusion Effect Monster\\nATK 2650 \\nDEF 1950\\n\\n\"Pip, The Domesticated\" + 1 \"Domestica\" Fairy Monster\\nCannot be Summoned while you control a monster. During the Main Phase, if you control no other monster (Quick Effect): You can Tribute this card; send all monsters on the field to the GY. You can only use the previous effect of \"Pip in the Wild\" once per turn. If this card is sent to the GY: Return this card to the Extra Deck, also, add 1 \"Pip, The Domesticated\" from your Deck to your hand, then send it to the GY."
  ],
  "TOVE IN THE WILD": [
    "TOVE IN THE WILD",
    "https://i.imgur.com/0U1tIMY.png",
    "TOVE IN THE WILD\\nLevel 9 NATURE Beast Fusion Effect Monster\\nATK 2350\\nDEF 2950\\n\\n\"Tove, The Domesticated\" + 1 \"Domestica\" Fairy Monster\\nCannot be Summoned while you control a monster. During the Main Phase, if you control no other monster (Quick Effect): You can Tribute this card; return all cards in the Spell/Trap Zone to the hand except \"Domestic Underworld\". You can only use the previous effect of \"Tove in the Wild\" once per turn. If this card is sent to the GY: Return this card to the Extra Deck, also, add 1 \"Tove, The Domesticated\" from your Deck to the hand, then send it to the GY."
  ],
  "PROPHECY OF STORMS": [
    "PROPHECY OF STORMS",
    "https://i.imgur.com/UbMaWmk.jpeg",
    "PROPHECY OF STORMS\\nLevel 7 WIND Spellcaster Effect Monster\\nATK 2500\\nDEF 2000\\n\\nYou can target 1 WIND Monster you control that was Special Summoned from the Extra Deck; return that target to the Extra Deck, then Special Summon this card from your hand, and if you do, add 1 Spell/Trap from your Deck to your hand that lists \"WIND\" in its text. You can only use this effect of \"Prophecy of Storms\" once per turn."
  ],
  "PROPHECY OF BOULDERS": [
    "PROPHECY OF BOULDERS",
    "https://i.imgur.com/SdoFwWm.jpeg",
    "PROPHECY OF BOULDERS\\nLevel 7 EARTH Spellcaster Effect Monster\\nATK 2500\\nDEF 2000\\n\\nYou can target 1 EARTH Monster you control that was Special Summoned from the Extra Deck; return that target to the Extra Deck, then Special Summon this card from your hand, and if you do, add 1 Spell/Trap from your Deck to your hand that lists \"EARTH\" in its text. You can only use this effect of \"Prophecy of Boulders\" once per turn."
  ],
  "PROPHECY OF INFERNOS": [
    "PROPHECY OF INFERNOS",
    "https://i.imgur.com/V2lvaQI.jpeg",
    "PROPHECY OF INFERNOS\\nLevel 7 FIRE Spellcaster Effect Monster\\nATK 2500\\nDEF 2000\\n\\nYou can target 1 FIRE Monster you control that was Special Summoned from the Extra Deck; return that target to the Extra Deck, then Special Summon this card from your hand, and if you do, add 1 Spell/Trap from your Deck to your hand that lists \"FIRE\" in its text. You can only use this effect of \"Prophecy of Infernos\" once per turn."
  ],
  "PROPHECY OF WATERFALLS": [
    "PROPHECY OF WATERFALLS",
    "https://i.imgur.com/0ErtNaw.jpeg",
    "PROPHECY OF WATERFALLS\\nLevel 7 WATER Spellcaster Effect Monster\\nATK 2500\\nDEF 2000\\n\\nYou can target 1 WATER Monster you control that was Special Summoned from the Extra Deck; return that target to the Extra Deck, then Special Summon this card from your hand, and if you do, add 1 Spell/Trap from your Deck to your hand that lists \"WATER\" in its text. You can only use this effect of \"Prophecy of Waterfalls\" once per turn."
  ],
  "PROPHECY OF RAYS": [
    "PROPHECY OF RAYS",
    "https://i.imgur.com/7rNVI55.jpeg",
    "PROPHECY OF RAYS\\nLevel 7 LIGHT Spellcaster Effect Monster\\nATK 2500\\nDEF 2000\\n\\nYou can target 1 LIGHT Monster you control that was Special Summoned from the Extra Deck; return that target to the Extra Deck, then Special Summon this card from your hand, and if you do, add 1 Spell/Trap from your Deck to your hand that lists \"LIGHT\" in its text. You can only use this effect of \"Prophecy of Rays\" once per turn."
  ],
  "PROPHECY OF SHADOWS": [
    "PROPHECY OF SHADOWS",
    "https://i.imgur.com/CQ4FAXi.jpeg",
    "PROPHECY OF SHADOWS\\nLevel 7 DARK Spellcaster Effect Monster\\nATK 2500\\nDEF 2000\\n\\nYou can target 1 DARK Monster you control that was Special Summoned from the Extra Deck; return that target to the Extra Deck, then Special Summon this card from your hand, and if you do, add 1 Spell/Trap from your Deck to your hand that lists \"DARK\" in its text. You can only use this effect of \"Prophecy of Shadows\" once per turn."
  ],
  "CHAOS FUSION": [
    "CHAOS FUSION",
    "https://i.imgur.com/thR46O1.jpeg",
    "CHAOS FUSION\\nQuick-Play Spell\\n\\nFusion Summon 1 LIGHT or DARK Fusion Monster from your Extra Deck, by banishing the Fusion Materials from your hand or field, but it cannot attack this turn. If your opponent controls a monster, you can also banish 1 LIGHT and/or 1 DARK monster from your GY when resolving this effect. If this card is in your GY, except the turn it was sent there: You can banish this card from your GY, then target 1 LIGHT and 1 DARK monster in your banishment; return them both to the GY. You can only use each effect of \"Chaos Fusion\" once per turn."
  ],
  "BRANCHING TO GUIDANCE": [
    "BRANCHING TO GUIDANCE",
    "https://i.imgur.com/KGSF5kT.jpeg",
    "BRANCHING TO GUIDANCE\\nNormal Spell\\n\\nReveal 1 monster in your hand that can be Normal Summoned/Set; Special Summon 1 \"Guidance Token\" in Defense Position, with the same Type, Attribute, Level, ATK, and DEF as the revealed monster, also, its name becomes the revealed monster's name in addition to its original name. You can banish this card from your GY, then target 1 monster in your GY that can be Normal Summoned/Set; Special Summon 1 \"Guidance Token\" in Defense Position, with the same Type, Attribute, Level, ATK, and DEF as the targeted monster, also, its name becomes the targeted monster's name in addition to its original name. You can only use 1 \"Branching to Guidance\" effect per turn, and only once that turn."
  ],
  "REMEMBRANCE OF THE MELODY": [
    "REMEMBRANCE OF THE MELODY",
    "https://i.imgur.com/dD0aSE2.jpeg",
    "REMEMBRANCE OF THE MELODY\\nQuick-Play Spell\\n\\nTarget up to 3 Spells/Traps in your banishment, except \"Remembrance of the Melody\"; return them to the GY. If a Spell/Trap(s) in your possession is banished, while this card is in your GY: You can banish this card, then target 1 Spell/Trap in your banishment, except \"Remembrance of the Melody\"; add it to your hand. You can only use 1 “Remembrance of the Melody” effect per turn, and only once that turn."
  ],
  "RIGEL THE THOUSAND-ARMED": [
    "RIGEL THE THOUSAND-ARMED",
    "https://i.imgur.com/v40gnUA.jpeg",
    "RIGEL THE THOUSAND-ARMED\\nLink-4 DARK Cyberse Link Effect Monster\\nATK 2000\\n\\n2+ Effect Monsters\\nCannot be destroyed by battle or card effects, also, your opponent takes no damage from battles involving this card. If this card battles, neither player can activate cards or effects until the end of the Damage Step. During your Main Phase: You can activate this effect; for the rest of this turn, this card gains ATK equal to the combined Link Rating of the monsters used to Link Summon this card x1000, also, it can attack all monsters your opponent controls, once each. For the rest of this turn, after this effect resolves, other monsters you control cannot attack (even if this card leaves the field). You can only use this effect of \"Rigel the Thousand-Armed\" once per turn. "
  ],
  "A STAINLESS STORY": [
    "A STAINLESS STORY",
    "https://i.imgur.com/FfWMK8J.jpeg",
    "A STAINLESS STORY\\nQuick-Play Spell\\n\\nIf your opponent controls more cards than you: Send 1 \"Stain\" monster from your Deck or face-up in your opponent's Deck to the GY; this effect becomes the sent monster's effect if it is Normal or Special Summoned. You can banish this card from your GY; each player draws 1 card. You can only activate 1 \"A Stainless Story\" per turn."
  ],
  "SUSTAINED SUCCUBUS SARIA": [
    "SUSTAINED SUCCUBUS SARIA",
    "https://i.imgur.com/UcUH0uL.jpeg",
    "SUSTAINED SUCCUBUS SARIA\\nLevel 7 LIGHT Zombie Fusion Effect Monster\\nATK 0\\nDEF 2600\\n\\n1 \"Stain\" monster + 1 LIGHT or DARK \"Stain\" monster\\nCannot be destroyed by battle or card effects, also your opponent takes any battle damage you would have taken from battles involving this card. You can only use each of the following effects of \"Sustained Succubus Saria\" once per turn. If this card is Fusion Summoned: You can add 1 \"Stain\" card from your Deck, GY, or banishment to your hand. When an attack is declared involving a \"Stain\" monster you control and an opponent's monster: You can shuffle 1 card on the field and up to 1 \"Stain\" card in your GY into the Deck, also you can make this card's ATK become 0."
  ],
  "MYLO, THE DOMESTICATED": [
    "MYLO, THE DOMESTICATED",
    "https://i.imgur.com/aZ9VjW0.png",
    "MYLO, THE DOMESTICATED\\nLevel 1 NATURE Beast Effect Monster\\nATK 850\\nDEF 150\\n\\nThis card cannot be Summoned while you control a monster. If this card is Normal Summoned: You can add 1 \"Domestica\" Fairy Monster from your Deck to your hand. During the Battle Phase, if you control a Fairy Monster or you control no monsters (Quick Effect): You can shuffle this card from your GY into the Deck, and if you do, Fairy Monsters you control are unaffected by your opponent's card effects until the end of this Battle Phase. You can only use each effect of \"Mylo, the Domesticated\" once per turn."
  ],
  "NUWA, THE DOMESTICATED": [
    "NUWA, THE DOMESTICATED",
    "https://i.imgur.com/aR5gO3L.png",
    "NUWA, THE DOMESTICATED\\nLevel 1 NATURE Beast Effect Monster\\nATK 950\\nDEF 250\\n\\nThis card cannot be Summoned while you control a monster. If this card is Normal Summoned: You can add 1 \"Domestica\" Fairy Monster from your Deck to your hand. During the Battle Phase, if you control a Fairy Monster ,or you control no monsters (Quick Effect): You can shuffle this card from your GY into the Deck, and if you do, while you control a Fairy Monster, your opponent cannot activate cards or effect until the end of this Battle Phase. You can only use each effect of \"Nuwa, the Domesticated\" once per turn."
  ],
  "MYLO IN THE WILD": [
    "MYLO IN THE WILD",
    "https://i.imgur.com/T565nAW.png",
    "MYLO IN THE WILD\\nLevel 9 NATURE Beast Fusion Effect Monster\\nATK 2850\\nDEF 2150\\n\\n\"Mylo, The Domesticated\" + 1 \"Domestica\" Fairy Monster\\nCannot be Summoned while you control a monster. During the Main Phase, if you control no other monster (Quick Effect): You can Tribute this card; change all monsters on the field to face-down Defense Position until the end of this turn. You can only use the previous effect of \"Mylo in the Wild\" once per turn. If this card is sent to the GY: Return this card to the Extra Deck, also, add 1 \"Mylo, The Domesticated\" from your Deck to your hand, then send it to the GY."
  ],
  "NUWA IN THE WILD": [
    "NUWA IN THE WILD",
    "https://i.imgur.com/NBcb8Dv.png",
    "NUWA IN THE WILD\\nLevel 9 NATURE Beast Fusion Effect Monster\\nATK 2950\\nDEF 2250\\n\\n\"Nuwa, The Domesticated\" + 1 \"Domestica\" Fairy Monster\\nCannot be Summoned while you control a monster. During the Main Phase, if you control no other monster (Quick Effect): You can Tribute this card; negate the effects of all other face-up monsters on the field until the end of this turn, also, for the rest of this turn, their ATK becomes 0. You can only use the previous effect of \"Nuwa in the Wild\" once per turn. If this card is sent to the GY: Return this card to the Extra Deck, also, add 1 \"Nuwa, the Domesticated\" from your Deck to your hand, then, send it to the GY."
  ],
  "ONIBI ": [
    "ONIBI ",
    "https://i.imgur.com/0iPi9pz.jpeg",
    "ONIBI \\nLevel 4 LIGHT Spirit Fairy Effect Monster\\nATK 1400\\nDEF 1400\\n\\nCannot be Special Summoned. During the Main Phase (Quick Effect): You can also Tribute this card in your hand to activate this effect; immediately after this effect resolves, Normal Summon 1 Spirit monster, then, if you Normal Summoned \"Onibi\", you can add 1 Spirit monster from your Deck to your hand except \"Onibi\". If this card is not Tributed to activate this effect, you can only Normal Summon \"Onibi\" this way. You can only use this effect of \"Onibi\" once per turn. During the End Phase, if this card was Normal Summoned or flipped face-up this turn: Return this card to the hand."
  ],
  "ENRA": [
    "ENRA",
    "https://i.imgur.com/RP8FUJV.jpeg",
    "ENRA\\nLevel 3 DARK Spirit Fiend Effect Monster\\nATK 300\\nDEF 300\\n\\nCannot be Special Summoned. When your Spirit monster is Normal Summoned: You can, immediately after this effect resolves, Normal Summon this card from your hand, then, you can Normal Summon 1 Spirit monster. If this card is Tributed: You can target 1 other Spirit monster you control; it cannot be destroyed by battle until the end of this turn. You can only use the previous effects of \"Enra\" once per turn. During the End Phase, if this card was Normal Summoned or flipped face-up this turn: Return this card to the hand."
  ],
  "KOKESHISA": [
    "KOKESHISA",
    "https://i.imgur.com/sYkRx9Y.jpeg",
    "KOKESHISA\\nLevel 1 LIGHT Beast Spirit Effect Monster\\nATK 0\\nDEF 0\\n\\nCannot be Special Summoned. If you control a Spirit monster (Quick Effect): You can Tribute 1 Spirit monster you control; immediately after this effect resolves, Normal Summon this card from your hand, then you can return 1 monster on the field or in either GY to the hand. If this card is Tributed: You can target 1 Spirit monster you control; it cannot be targeted by your opponent's card effects until the end of this turn. You can only use the previous effects of \"Kokeshisa\" once per turn. During the End Phase, if this card was Normal Summoned or flipped face-up this turn: Return this card to the hand."
  ],
  "SHISHI": [
    "SHISHI",
    "https://i.imgur.com/aM0oTAu.jpeg",
    "SHISHI\\nLevel 2 FIRE Fairy Spirit Tuner Effect Monster\\nATK 200\\nDEF 200\\n\\nCannot be Special Summoned. When this card is Normal Summoned: You can Tribute 1 other Spirit monster you control; draw 2 cards. If this card is Tributed: You can target 1 face-up card on the field; return it to the hand when it leaves the field. You can only use each of the previous effects of \"Shishi\" once per turn. During the End Phase, if this card was Normal Summoned or flipped face-up this turn: Return this card to the hand."
  ],
  "MURAMASA": [
    "MURAMASA",
    "https://i.imgur.com/Ga0SyJq.jpeg",
    "MURAMASA\\nLevel 7 EARTH Spirit Fiend Effect Monster\\nATK 2700\\nDEF 0\\n\\nCannot be Special Summoned. You can also Tribute 1 Special Summoned monster your opponent controls to Tribute Summon this card. If this card is Normal Summoned: You can add to your hand or equip to this card 1 Equip Spell from your Deck that can only be equipped to a Spirit monster. You can only use this effect of \"Muramasa\" once per turn. During the End Phase, if this card was Normal Summoned or flipped face-up this turn: Return this card to the hand."
  ],
  "KANMURIYAMA": [
    "KANMURIYAMA",
    "https://i.imgur.com/JqE0gIa.jpeg",
    "KANMURIYAMA\\nEquip Spell\\n\\nEquip only to a Spirit monster. If this card becomes equipped to a monster: You can add 1 Spirit monster from your Deck to your hand with a different Attribute than the equipped monster. You can only use the previous effect of “Kanmuriyama” once per turn. If this card is destroyed and sent from the field to the GY because the equipped monster returned to the hand: You can add this card to the hand. At the start of the Damage Step, if the equipped monster battles an opponent's monster, you can return that monster to the hand."
  ],
  "TAKAMA NO HARA": [
    "TAKAMA NO HARA",
    "https://i.imgur.com/39z3M68.jpeg",
    "TAKAMA NO HARA\\nNormal Spell\\n\\nDiscard 2 cards including a Spirit monster, then, add up to 2 Spirit monsters with different Lavels from your Deck to your hand. You can banish this card from your GY, then target 1 Spirit monster you control; it cannot return to the hand by card effect until the end of this turn. You can only use each effect of \"Takama No Hara\" once per turn."
  ],
  "REI TACHI GA KITA HI": [
    "REI TACHI GA KITA HI",
    "https://i.imgur.com/YFDTowH.jpeg",
    "REI TACHI GA KITA HI\\nContinuous Spell\\n\\nYou can only control 1 \"Rei-Tachi Ga Kita Hi\". Once per turn: You can target up to 3 Spirit monsters in your GY; Shuffle them into the Deck, then draw 1 card. Tribute Summoned Spirit monsters you control can make 1 additional attack during the Battle Phase for each face-up Spirit monster you control."
  ],
  "OTAKEMARU, THE ACCUSER": [
    "OTAKEMARU, THE ACCUSER",
    "https://i.imgur.com/g29z9E5.jpeg",
    "OTAKEMARU, THE ACCUSER\\nLevel 9 DARK Fiend Spirit Synchro Effect Monster\\nATK 3200\\nDEF 2700\\n\\n1 Spirit Tuner monster + 1+ non-Tuner monsters\\nIf this card is Special Summoned: You can activate this effect; other Spirit monsters you control cannot return to the hand or Extra Deck by card effect during the End Phase of this turn. Your opponent cannot target Spirit monsters you control with card effects. If a Spirit monster is Normal Summoned: You can target 1 card your opponent controls; return it to the hand. During the End Phase, if this card was Special Summoned this turn: Return it to the Extra Deck, and if you do, Special Summon 2 Spirit monsters from your GY (1 Tuner and 1 non-Tuner) whose total Levels equal 9 ignoring their Summoning conditions."
  ],
  "PRIESTESS OF NEPHTHYS": [
    "PRIESTESS OF NEPHTHYS",
    "https://i.imgur.com/tQiqyPk.jpeg",
    "PRIESTESS OF NEPHTHYS\\nLevel 2 WIND Spellcaster Ritual Effect Monster\\nATK 0\\nDEF 2000\\n\\nYou can Ritual Summon this card with any \"Nephthys\" Ritual Spell. If this card is Special Summoned: You can reveal 1 \"Nephthys\" monster in your Deck; destroy it, then apply that card's effect that activates during the Standby Phase. You can shuffle this card from your hand into the Deck; add 1 \"Nephthys\" Spell/Trap Card from your Deck or GY to your hand. You can only use each effect of \"Priestess of Nephthys\" once per turn."
  ],
  "SACRED FEATHER OF NEPHTHYS": [
    "SACRED FEATHER OF NEPHTHYS",
    "https://i.imgur.com/IwY2B6c.jpeg",
    "SACRED FEATHER OF NEPHTHYS\\nRitual Spell\\n\\nThis card can be used to Ritual Summon any \"Nephthys\" Ritual Monster. You must also Tribute \"Nephthys\" monsters from your hand or field whose total Levels equal or exceed the Level of the Ritual Monster you Ritual Summon, or, if you do not control any monster, you can Tribute 1 \"Nephthys\" monster form your Deck instead. If a card is destroyed while you control \"Conductor of Nephthys\", Devotee of Nephthys\" or \"Priestess of Nephthys\": You can banish this card from your GY; destroy 1 card you control, then, place 1 \"Nephthys\" Continuous Trap from your Deck face-up in your Spell & Trap Zone. You can only use the previous effect of Sacred Feather of Nephthys\" once per turn."
  ],
  "RAGE OF NEPHTHYS": [
    "RAGE OF NEPHTHYS",
    "https://i.imgur.com/bjftBP8.jpeg",
    "RAGE OF NEPHTHYS\\nContinuous Trap\\n\\nDuring your opponent's Main Phase: You can make all monsters your opponent currently controls lose ATK equal to the ATK of the \"Nephthys\" monster you control with the highest ATK, then if their ATK becomes 0 by this effect, destroy them. During your Main Phase: When your opponent activates a card or effect: You can shuffle 4 \"Nephthys\" cards from your GY into the Deck; the activated effect becomes \"Your opponent destroys 1 \"Nephthys\" monster in their hand, Deck, or field\". You can only use each effect of \"Rage of Nephthys\" once per turn."
  ],
  "DIVING DAUGHTERS OF THE GRAND BLUE": [
    "DIVING DAUGHTERS OF THE GRAND BLUE",
    "https://i.imgur.com/1UKZCjb.jpeg",
    "DIVING DAUGHTERS OF THE GRAND BLUE\\nLevel 4 WATER Aqua Effect Monster\\nATK 1400\\nDEF 1800\\n\\nIf this card is Normal or Special Summoned: You can send 1 \"Grand Blue\" monster from your Deck to the GY. If this card is sent to the GY by card effect: You can target 1 other \"Grand Blue\" card you control or in your GY; Special Summon this card in Defense Position, but banish it if it leaves the field. You can only use each effect of \"Diving Daughters of the Grand Blue\" once per turn."
  ],
  "CHAMPION OF THE GRAND BLUE": [
    "CHAMPION OF THE GRAND BLUE",
    "https://i.imgur.com/5zPDuk0.jpeg",
    "CHAMPION OF THE GRAND BLUE\\nLevel 4 WATER Warrior Effect Monster\\nATK 1800\\nDEF 1000\\n\\nIf this card is in your hand: You can target 1 \"Grand Blue\" card in your GY; add it to your hand, or if it is a monster, you can Special Summon it instead, then, if you added a card to your hand by this effect, Special Summon this card. If this card is in your GY (Quick Effect): You can target 1 \"Grand Blue\" monster you control; Special Summon this card, and if you do, equip that target to this card, also, after that, destroy 1 card in this card's column. You can only use each effect of \"Champion of the Grand Blue\" once per turn."
  ],
  "SERENE MERMAID OF THE GRAND BLUE": [
    "SERENE MERMAID OF THE GRAND BLUE",
    "https://i.imgur.com/t3DRKN6.jpeg",
    "SERENE MERMAID OF THE GRAND BLUE\\nLevel 4 WATER Sea Serpent Effect Monster\\nATK 1600\\nDEF 1400\\n\\nIf you control a \"Grand Blue\" monster or \"Umi\": You can Special Summon this card from your hand. During the Main Phase: You can Fusion Summon 1 \"Grand Blue\" Fusion Monster from the Extra Deck, using monsters from your hand or field as Fusion Material, and if you do, for the rest of this turn, you can only Special Summon monsters from the Extra Deck using \"Grand Blue\" monsters as materials. You can only use each effect of \"Serene Mermaid of the Grand Blue\" once per turn."
  ],
  "JELLY LASS OF THE GRAND BLUE": [
    "JELLY LASS OF THE GRAND BLUE",
    "https://i.imgur.com/riwmIjg.jpeg",
    "JELLY LASS OF THE GRAND BLUE\\nLevel 4 WATER Fish Effect Monster\\nATK 800 \\nDEF 2000\\n\\nIf you control \"Umi\": You can Special Summon this card from your hand. If this card is in your hand: You can Fusion Summon 1 \"Grand Blue\" Fusion Monster from your Extra Deck, using monsters from your hand or field as Fusion Materials. If this card is sent to the GY by card effect: You can target 1 other \"Grand Blue\" monster in your GY; Special Summon it in Defense Position. You can only use each effect of \"Jelly Lass of the Grand Blue\" once per turn."
  ],
  "JELLY MISS OF THE GRAND BLUE": [
    "JELLY MISS OF THE GRAND BLUE",
    "https://i.imgur.com/SzpkF5E.jpeg",
    "JELLY MISS OF THE GRAND BLUE\\nLevel 4 WATER Fish Effect Monster\\nATK 1500\\nDEF 1500\\n\\nIf you control a \"Grand Blue\" monster: You can Special Summon this card from your hand, then if you control \"Umi\", you can negate the effects of 1 face-up card your opponent controls, also, this card gains 800 ATK/DEF. If this card is in your GY: You can Fusion Summon 1 \"Grand Blue\" Fusion Monster from your Extra Deck by shuffling the Fusion Materials listed on it into the Deck, including this card. You can only use each effect of \"Jelly Miss of the Grand Blue\" once per turn."
  ],
  "BRILLIANCE OF THE GRAND BLUE": [
    "BRILLIANCE OF THE GRAND BLUE",
    "https://i.imgur.com/SVTsHEs.jpeg",
    "BRILLIANCE OF THE GRAND BLUE\\nQuick-Play Spell\\n\\nAdd 1 \"Grand Blue\" card from your Deck to your hand, then, if you control \"Umi\", you can send 1 \"Grand Blue\" card from your hand or Deck to the GY. If a \"Grand Blue\" monster leaves your GY by an opponent's card effect, while this card is in the GY: You can add this card to your hand, then you can discard 1 card. You can only use each effect of \"Brilliance of the Grand Blue\" once per turn."
  ],
  "CITY WITHIN THE GRAND BLUE": [
    "CITY WITHIN THE GRAND BLUE",
    "https://i.imgur.com/cr1ijGF.jpeg",
    "CITY WITHIN THE GRAND BLUE\\nField Spell\\n\\n(This card is always treated as \"Umi\".)\\nWhen this card is activated: You can add 1 \"Grand Blue\" monster from your Deck or GY to your hand. If all monsters you control are originally WATER monsters, all monsters in the GYs become WATER monsters. You can only activate 1 \"City within the Grand Blue\" per turn."
  ],
  "GRAND BLUE PRINCESS": [
    "GRAND BLUE PRINCESS",
    "https://i.imgur.com/GzpEBdG.jpeg",
    "GRAND BLUE PRINCESS\\nLevel 4 WATER Aqua Fusion Effect Monster\\nATK 2000\\nDEF 2000\\n\\n2 \"Grand Blue\" monsters\\nIf this card is Special Summoned: You can take 1 \"Grand Blue\" card from your Deck, and either add it to your hand or send it to the GY. You can target 1 monster you control; Special Summon 1 \"Grand Blue\" monster from your hand or GY, and if you do, send the targeted monster to the GY. If this card is sent to the GY by card effect: You can target 1 card in your banishment; shuffle it into the Deck, and if you do, \"Grand Blue\" monsters you control gain 300 DEF until the end of the next turn. You can only use each effect of \"Grand Blue Princess\" once per turn."
  ],
  "ORACLE OF THE GRAND BLUE": [
    "ORACLE OF THE GRAND BLUE",
    "https://i.imgur.com/IixbaSI.jpeg",
    "ORACLE OF THE GRAND BLUE\\nLink-2 WATER Aqua Effect Monster\\nATK 1600\\n\\n2 \"Grand Blue\" monsters\\nIf this card is Link Summoned: You can target 1 face-up monster your opponent controls; negate its effects, then, if this card is pointing to a \"Grand Blue\" monster, you can destroy 1 face-up card your opponent controls. \"Grand Blue\" monsters this card points to gain 500 DEF during the Battle Phase. You can banish this card from the GY; Set 1 \"Grand Blue\" Spell directly from your Deck, or, if your opponent controls a card, you can add it to your hand instead. You can only use each effect of \"Oracle of the Grand Blue\" once per turn."
  ],
  "GRAND BLUE MATRIARCH": [
    "GRAND BLUE MATRIARCH",
    "https://i.imgur.com/i4R1aL0.jpeg",
    "GRAND BLUE MATRIARCH\\nLevel 6 WATER Aqua Synchro Effect Monster\\nATK 2300\\nDEF 2600\\n\\n1 Tuner + 1+ non-Tuner \"Grand Blue\" monsters\\nFor this card's Synchro Summon, you can treat 1 Link monster you control as a Tuner with a Level equal to its Link Rating. When your opponent activates a Spell/Trap Card or effect (Quick Effect): You can Tribute 1 WATER monster you control; negate the activation, and if you do, destroy that card. During your opponent's turn, if a WATER monster you own is sent from your field to the GY: You can target that monster; Special Summon it in Defense Position. You can only use each effect of \"Grand Blue Matriarch\" once per turn."
  ],
  "GRAND BLUE PRINCE": [
    "GRAND BLUE PRINCE",
    "https://i.imgur.com/SuRMu0a.jpeg",
    "GRAND BLUE PRINCE\\nLevel 8 WATER Aqua Fusion Effect Monster\\nATK 3000\\nDEF 3000\\n\\n1 \"Grand Blue Princess\" + 1 \"Grand Blue\" monster\\nMust first be Fusion Summoned using only monsters in your possession. If this card is Special Summoned: You can target 1 WATER monster in your GY; Special Summon it in Defense Position, but negate its effects. (Quick Effect): You can target 1 card in either player's GY; shuffle it into the Deck, and if you do, you can send 1 \"Grand Blue\" card from your Deck to the GY. You can only use each effect of \"Grand Blue Prince\" once per turn."
  ],
  "URSARCTIC MIKAILUS": [
    "URSARCTIC MIKAILUS",
    "https://i.imgur.com/Q2QTdoW.jpeg",
    "URSARCTIC MIKAILUS\\nLevel 7 WATER Beast Effect Monster\\nATK 2000\\nDEF 700\\n\\nDuring the Main Phase (Quick Effect): You can Tribute 1 other Level 7 or higher monster from your hand; Special Summon this card from your hand, also, you cannot Special Summon for the rest of this turn, except monsters with a Level. If this card is Special Summoned: You can Set 1 \"Ursarctic\" Spell/Trap from your Deck, and if you do, it can be activated this turn. If this card is sent to the GY or banishment to activate an \"Ursarctic\" effect: You can draw 1 card. You can only use each effect of \"Ursarctic Mikailus\" once per turn."
  ],
  "URSARCTIC MEGAILUS": [
    "URSARCTIC MEGAILUS",
    "https://i.imgur.com/Pkc4AjH.jpeg",
    "URSARCTIC MEGAILUS\\nLevel 8 WATER Beast-Warrior Effect Monster\\nATK 2600\\nDEF 700\\n\\nDuring the Main Phase (Quick Effect): You can Tribute 1 other Level 7 or higher monster from your hand; Special Summon this card from your hand, also, you cannot Special Summon for the rest of this turn, except monsters with a Level. If this card is Special Summoned: You can target 1 monster your opponent controls; destroy it. If this card is sent to the GY or banishment to activate an \"Ursarctic\" effect: You can draw 1 card. You can only use each effect of \"Ursarctic Megailus\" once per turn."
  ],
  "URSARCTIC LEOSHIP": [
    "URSARCTIC LEOSHIP",
    "https://i.imgur.com/VESvd4D.jpeg",
    "URSARCTIC LEOSHIP\\nContinuous Spell\\n\\nWhen this card is activated: You can add 1 \"Ursarctic\" card from your Deck to your hand. During your Main Phase: You can Special Summon 1 \"Ursarctic\" monster from your hand. If your \"Ursarctic\" monster would Tribute a monster(s) to activate its effect, you can banish 1 Level 7 or higher \"Ursarctic\" monster from your hand, field or GY instead. You can only use each effect of \"Ursarctic Leoship\" once per turn."
  ],
  "URSARCTIC OCTANTIS": [
    "URSARCTIC OCTANTIS",
    "https://i.imgur.com/mrgQeNR.jpeg",
    "URSARCTIC OCTANTIS\\nLevel 1 WATER Machine Synchro Effect Monster\\nATK 700\\nDEF 2000\\n\\nCannot be Synchro Summoned. Must be Special Summoned (from your Extra Deck) by sending 2 monsters you control with a Level difference of 1 to the GY (1 Tuner and 1 non-Tuner). You can Tribute 1 Level 8 \"Ursarctic\" monster from your hand or field and this card; Special Summon 1 Level 7 \"Ursarctic\" Synchro Monster from your Extra Deck, ignoring its Summoning conditions. If an \"Ursarctic\" card you control is destroyed by battle or card effect: You can banish this card from your GY; Special Summon 1 \"Ursarctic\" monster from your hand or GY. You can only use this effect of \"Ursarctic Octantis\" once per turn."
  ],
  "URSARCTIC HEXTANIUS": [
    "URSARCTIC HEXTANIUS",
    "https://i.imgur.com/CMvWiHa.jpeg",
    "URSARCTIC HEXTANIUS\\nLevel 6 Beast-Warrior Synchro Tuner Effect Monster\\nATK 2900\\nDEF 700 \\n\\nCannot be Synchro Summoned. Must be Special Summoned (from your Extra Deck) by sending 2 \"Ursarctic\" monsters you control with a Level difference of 6 to the GY. For the Special Summon of an \"Ursarctic\" Synchro Monster, this card can be treated as level 7 or 8 and can also be treated as a Non-Tuner. You can only use each of the following effects of \"Ursarctic Hextanius\" once per turn. If this card is Special Summoned: You can Special Summon 1 WATER Monster with either 700 ATK or 700 DEF from your Deck. You can banish this card from your GY; shuffle up to 3 other \"Ursarctic\" cards from your GY or banishment into the deck, then draw 1 card."
  ],
  "URSARCTIC NORDBAR": [
    "URSARCTIC NORDBAR",
    "https://i.imgur.com/Vz50RYo.jpeg",
    "URSARCTIC NORDBAR\\nLevel 7 Beast-Warrior Synchro Effect Monster\\nATK 3200\\nDEF 700 \\n\\nCannot be Synchro Summoned. Must be Special Summoned (from your Extra Deck) by sending 2 monsters you control with a Level difference of 7 to the GY (1 Level 8 or higher Tuner and 1 non-Tuner Synchro Monster). You can only use each of the following effects of \"Ursarctic Nordbar\" once per turn. If this card is Special Summoned: You can Special Summon 1 \"Ursarctic\" monster from your GY. During your opponent's Standby Phase: You can add 1 \"Ursarctic\" monster from your Deck to your hand. When a card or effect is activated (Quick Effect): You can negate the activation, and if you do, destroy that card."
  ],
  "TO PROTO OUSIA": [
    "TO PROTO OUSIA",
    "https://i.imgur.com/VtMwIE4.jpeg",
    "TO PROTO OUSIA\\nLevel 1 LIGHT Galaxy Effect Monster\\nATK 0\\nDEF 0\\n\\nIf this card is Normal or Special Summoned: You can Special Summon 1 \"Protogenic Essence Token\" (Galaxy/ LIGHT/ Level 1/ ATK 0/ DEF 0). If this card is in your GY, because it was used as material for the Link Summon of a \"To Proto\" monster: You can banish this card; add 1 of your face-up banished monsters to your hand, then, if you added a \"To Proto\" monster, you can draw 1 card. You can only use each effect of \"To Proto Ousia\" once per turn."
  ],
  "PROTOGENESIS": [
    "PROTOGENESIS",
    "https://i.imgur.com/Fh61Hy5.jpeg",
    "PROTOGENESIS\\nNormal Spell\\n\\nReveal 1 \"To Proto\" monster in your hand or Deck; if it can be Normal Summoned/Set, Special Summon it. Otherwise, banish it. You can only use this effect of \"Protogenesis\" once per turn, and if you do, during the End Phase you lose LP equal to the total original ATK and DEF of each monster you control."
  ],
  "THE BEGINNING ": [
    "THE BEGINNING ",
    "https://i.imgur.com/GECeIGw.jpeg",
    "THE BEGINNING \\nField Spell\\n\\nWhile you control a token, your opponent cannot target Effect Monsters you control for attacks or with card effects. During the Main Phase: You can banish 1 monster from your hand, then add 1 \"To Proto\" monster from your Deck to your hand. If you Special Summon a Level 11 \"To Proto\" monster from your hand or GY: Special Summon 1 \"Protogenic Essence Token\" (Galaxy/ LIGHT/ Level 1/ ATK 0/ DEF 0). You can only use each effect of \"The Beginning\" once per turn."
  ],
  "PROTOGENIC ASTRAL CYCLE": [
    "PROTOGENIC ASTRAL CYCLE",
    "https://i.imgur.com/FCO8pdJ.jpeg",
    "PROTOGENIC ASTRAL CYCLE\\nContinuous Spell\\n\\nNeither player can Summon Effect Monsters to Main Monster Zones in this card's column. Once per turn: You can Special Summon 1 \"Protogenic Essence Token\" (Galaxy/LIGHT/Level 1/ATK 0/DEF 0). If your opponent activates a card effect: You can Special Summon 1 \"To Proto\" monster from your hand or GY ignoring its card effects by banishing 1 Effect Monster you control. You can only use the previous effect of \"Protogenic Astral Cycle\" once per turn."
  ],
  "TO PROTO ARCHEGONI": [
    "TO PROTO ARCHEGONI",
    "https://i.imgur.com/Tsav3dE.jpeg",
    "TO PROTO ARCHEGONI\\nLink-1 LIGHT Galaxy Link Effect Monster\\nATK 0\\n\\n1 \"Protogenic Essence Token\"\\nYou can only Link Summon \"To Proto Archegoni\" once per turn. If this card is Link Summoned: You can discard 1 card; add 1 Spell/Trap from your Deck or GY to your hand that lists \"To Proto\" in its text or name. (Quick Effect): You can banish this card from your field or GY, then target 1 Galaxy Monster you control; that target cannot be destroyed by battle or your opponent's card effects until the end of this turn. "
  ],
  "TO PROTO EISODOS": [
    "TO PROTO EISODOS",
    "https://i.imgur.com/lSXy6jv.jpeg",
    "TO PROTO EISODOS\\nLink-2 LIGHT Galaxy Link Effect Monster\\nATK 0\\n\\n2 Effect Monsters with different names\\nIf this card is banished from the field: You can Special Summon 2 \"Protogenic Essence Tokens\" (Galaxy/LIGHT/Level 1/ATK 0/DEF 0). During your opponent's turn (Quick Effect): You can target 1 Effect Monster you control; banish that target and 1 \"To Proto\" monster from your Deck, then Special Summon this banished card, or return it to the Extra Deck. You can only use each effect of \"To Proto Eisodos\" once per turn."
  ],
  "TO PROTO CHRONO": [
    "TO PROTO CHRONO",
    "https://i.imgur.com/SsP5uLl.jpeg",
    "TO PROTO CHRONO\\nLevel 11 LIGHT Galaxy Effect Monster\\nATK 0\\nDEF 0\\n\\nCannot be Normal Summoned/Set. Must first be Special Summoned (from your hand) by banishing 1 \"To Proto\" monster you control. During the Main Phase (Quick Effect): You can Tribute 1 \"Protogenic Essence Token\"; negate the effects of 1 monster on the field, then this card gains ATK/DEF equal to that monster's ATK/DEF, and if you do, increase all effect's turn count by 1. If this card is banished from the field: You can target 1 of your banished \"To Proto\" monsters with a different name; add it to your hand. You can only use each effect of \"To Proto Chrono\" once per turn."
  ],
  "TO PROTO TAXIS": [
    "TO PROTO TAXIS",
    "https://i.imgur.com/3gxtLN6.jpeg",
    "TO PROTO TAXIS\\nLevel 11 DARK Galaxy Effect Monster\\nATK 0\\nDEF 0\\n\\nCannot be Normal Summoned/Set. Must first be Special Summoned (from your hand) by banishing 1 \"To Proto\" monster you control. Negate the effects of monsters on the field whose ATK/DEF is greater than double its original ATK/DEF, also your opponent takes half the battle damage you would have taken from battles involving this card. (Quick Effect): You can Tribute 1 \"Protogenic Essence Token\"; make 1 monster gain ATK/DEF equal to its ATK/DEF. If this card is banished from the field: You can target 1 of your banished \"To Proto\" monsters with a different name; add it to your hand. You can only use each effect of \"To Proto Taxis\" once per turn. "
  ],
  "TO PROTO ATAXIA": [
    "TO PROTO ATAXIA",
    "https://i.imgur.com/SmwHDcZ.jpeg",
    "TO PROTO ATAXIA\\nLevel 11 LIGHT Galaxy Effect Monster\\nATK 0\\nDEF 0\\n\\nCannot be Normal Summoned/Set. Must first be Special Summoned (from your hand) by banishing 1 \"To Proto\" monster you control. Negate the effect(s) of monsters on the field with 0 ATK/DEF and is not their original ATK/DEF. (Quick Effect): You can Tribute 1 \"Protogenic Essence Token\"; make this card gain ATK/DEF equal to 1 monster’s ATK/DEF, then that monster loses ATK/DEF equal to its ATK/DEF. If this card is banished from the field: You can target 1 of your banished \"To Proto\" monsters with a different name; add it to your hand. You can only use each effect of \"To Proto Ataxia\" once per turn."
  ],
  "TO PROTO PSYCHI": [
    "TO PROTO PSYCHI",
    "https://i.imgur.com/tV3SrSB.jpeg",
    "TO PROTO PSYCHI\\nLevel 11 LIGHT Galaxy Effect Monster\\nATK 0\\nDEF 0\\n\\nCannot be Normal Summoned/Set. Must first be Special Summoned (from your hand) by banishing 1 \"To Proto\" monster you control. If this card inflicts battle damage, you gain LP equal to the damage inflicted. (Quick Effect): You can Tribute 1 \"Protogenic Essence Token\", then pay any amount of LP; this card gains ATK and DEF equal to the LP paid. If this card is banished from the field: You can target 1 of your banished \"To Proto\" monsters with a different name; add it to your hand. You can only use each effect of the \"To Proto Psychi\" once per turn."
  ],
  "POLEMISTIS GIA ATAXIA": [
    "POLEMISTIS GIA ATAXIA",
    "https://i.imgur.com/Wb1FRPo.jpeg",
    "POLEMISTIS GIA ATAXIA\\nLevel 7 LIGHT Celestial Warrior Fusion Effect Monster\\nATK 0\\nDEF 0\\n\\n2 Level 1 or higher \"Protogenic Essence Tokens\"\\nMust first be Special Summoned (from your Extra Deck) by Tributing the Required Materials you control while you control \"To Proto Ataxia\" (You do not use \"Polymerization\"). If a monster(s) loses ATK/DEF, this card gains half the ATK/DEF. This card can attack all monsters your opponent controls, once each. If this card is Special Summoned from the Extra Deck: You can add to your hand or send to the GY 1 \"Ataxia\" Spell/Trap from your Deck. You can only use this effect of \"Polemistís gia Ataxia\" once per turn."
  ],
  "EKTELESTIS GIA TAXIS": [
    "EKTELESTIS GIA TAXIS",
    "https://i.imgur.com/GT46nS0.jpeg",
    "EKTELESTIS GIA TAXIS\\nLevel 7 DARK Celestial Warrior Fusion Effect Monster\\nATK 0\\nDEF 0\\n\\n2 Level 1 or higher \"Protogenic Essence Tokens\"\\nMust first be Special Summoned (from your Extra Deck) by Tributing the Required Materials you control while you control \"To Proto Taxis\" (You do not use \"Polymerization\"). Your opponent takes half the battle damage you would have taken from battles involving this card. If this card is Special Summoned from the Extra Deck: You can add to your hand or send to the GY 1 \"Taxis\" Spell/Trap from your Deck. You can only use this effect of \"Ektelestis gia Taxis\" once per turn."
  ],
  "GHOST DOLL & MIDNIGHT MANOR": [
    "GHOST DOLL & MIDNIGHT MANOR",
    "https://i.imgur.com/y85gk4J.jpeg",
    "GHOST DOLL & MIDNIGHT MANOR\\nLevel 3 DARK Zombie Tuner Effect Monster\\nATK 0\\nDEF 1800\\n\\nWhen a card or effect is activated that includes any of these effects (Quick Effect): You can discard this card; negate that activation.\\n●Add a banished card(s) to the hand, Deck, and/or Extra Deck.\\n●Special Summon a banished Monster Card(s).\\n●Banish a card(s) from the Deck.\\nYou can only use this effect of \"Ghost Doll & Midnight Manor\" once per turn. "
  ],
  "FROZEN GIRL & BLOOD MOON": [
    "FROZEN GIRL & BLOOD MOON",
    "https://i.imgur.com/8h0z4Wj.jpeg",
    "FROZEN GIRL & BLOOD MOON\\nLevel 3 WATER Zombie Tuner Effect Monster\\nATK 0\\nDEF 1800\\n\\nWhen a card or effect is activated that includes any of these effects (Quick Effect): You can discard this card; negate that effect.\\n● Place a Spell/Trap Card(s) from the hand, Deck or GY face-up on the field.\\n● Place a Monster Card(s) in the Spell & Trap Zone.\\n● Set a card(s) from the hand, Deck or GY.\\nYou can only use this effect of \"Frozen Girl & Blood Moon\" once per turn. "
  ],
  "DOMINUS SENTINEL": [
    "DOMINUS SENTINEL",
    "https://i.imgur.com/iaxNAWO.jpeg",
    "DOMINUS SENTINEL\\nNormal Trap\\n\\nIf your opponent controls a card, you can activate this card from your hand. When a card or effect is activated that targets a card(s) you own: Negate that effect, then, if you have a Trap in your GY, destroy that card. If you activated this card from your hand, you cannot activate the effects of NATURE, ELECTRIC, METAL and ICE monsters for the rest of this Duel. You can only activate 1 \"Dominus Sentinel\" per turn."
  ],
  "STELLAER OF THE SKY": [
    "STELLAER OF THE SKY",
    "https://i.imgur.com/FGC0DgV.jpeg",
    "STELLAER OF THE SKY\\nLevel 9 LIGHT Dragon Effect Monster\\nATK 2000\\nDEF 2000\\n\\nIf you control no monsters or, if you control a Dragon Xyz Monster, you can Special Summon this card from your hand. If Summoned this way, for the rest of this turn, you cannot Special Summon LIGHT Effect Monsters, except \"Stellaer\" monsters. If this card is detached from a \"Stellaer\" Xyz Monster to activate its effect: You can add 1 \"Stellaer\" Spell/Trap from your Deck to your hand. You can only use this effect of \"Stellaer of the Sky\" once per turn."
  ],
  "STELLAER OF THE NIGHT": [
    "STELLAER OF THE NIGHT",
    "https://i.imgur.com/mj8MB0Y.jpeg",
    "STELLAER OF THE NIGHT\\nLevel 9 DARK Dragon Effect Monster\\nATK 2000\\nDEF 2000\\n\\nIf you control no monsters, or, if you control a Dragon Xyz Monster, you can Special Summon this card from your hand. If Summoned this way, for the rest of this turn, you cannot Special Summon DARK Effect Monsters, except \"Stellaer\" monsters. If this card is detached from a \"Stellaer\" Xyz Monster to activate its effect: You can add 1 \"Stellaer\" monster from your Deck to your hand. You can only use this effect of \"Stellaer of the Night\" once per turn."
  ],
  "STELLAER OF THE SEA": [
    "STELLAER OF THE SEA",
    "blob:https://imgur.com/18f0e306-0efa-4075-9ce8-791b9eb591b1",
    "STELLAER OF THE SEA\\nLevel 9 WATER Dragon Effect Monster\\nATK 2000\\nDEF 2000\\n\\nIf you control no monsters, or, if you control a Dragon Xyz Monster, you can Special Summon this card from your hand. If Summoned this way, for the rest of this turn, you cannot Special Summon WATER monsters. If this card is detached from a \"Stellaer\" Xyz Monster to activate its effect: You can target 1 non-Xyz \"Stellaer\" monster in your GY; Special Summon it, but banish it when it leaves the field. You can only use this effect of \"Stellaer of the Sea\" once per turn."
  ],
  "STELLAER OF THE GEMS": [
    "STELLAER OF THE GEMS",
    "https://i.imgur.com/PPUibCs.jpeg",
    "STELLAER OF THE GEMS\\nLevel 9 EARTH Dragon Effect Monster\\nATK 2000\\nDEF 2000\\n\\nIf you control no monsters, or, if you control a Dragon Xyz Monster, you can Special Summon this card from your hand. If Summoned this way, for the rest of this turn, you cannot Special Summon EARTH monsters. If this card is detached from a \"Stellaer\" Xyz Monster to activate its effect: You can target 2 cards you control, then declare a Level from 8 to 10; they become the declared Level until the end of this turn. You can only use this effect of \"Stellaer of the Gems\" once per turn."
  ],
  "STELLAER OF THE BREEZE": [
    "STELLAER OF THE BREEZE",
    "https://i.imgur.com/4whWus8.jpeg",
    "STELLAER OF THE BREEZE\\nLevel 9 WIND Dragon Effect Monster\\nATK 2000\\nDEF 2000\\n\\nIf you control no monsters, or, if you control a Dragon Xyz Monster, you can Special Summon this card from your hand. If Summoned this way, for the rest of this turn, you cannot Special Summon WIND monsters. If this card is detached from a \"Stellaer\" Xyz Monster to activate its effect: You can reveal 1 \"Stellaer\" monster in your hand; Special Summon it and this card, then, immediately after this effect resolves, you can Xyz Summon 1 \"Stellaer\" Xyz Monster from your Extra Deck, using the two Special Summoned monsters. You can only use this effect of \"Stellaer of the Breeze\" once per turn."
  ],
  "STELLAER OF THE VOLCANOS": [
    "STELLAER OF THE VOLCANOS",
    "https://i.imgur.com/nI3glPx.jpeg",
    "STELLAER OF THE VOLCANOS\\nLevel 9 FIRE Dragon Effect Monster\\nATK 2000\\nDEF 2000\\n\\nIf you control no monsters, or, if you control a Dragon Xyz Monster, you can Special Summon this card from your hand. If Summoned this way, for the rest of this turn, you cannot Special Summon FIRE monsters. If this card is detached from a \"Stellaer\" Xyz Monster to activate its effect: You can inflict damage to your opponent equal to the total Rank of all monsters you control ×100. You can only use this effect of \"Stellaer of the Volcanos\" once per turn."
  ],
  "STELLAER OF THE COLD": [
    "STELLAER OF THE COLD",
    "https://i.imgur.com/0Q4iZyO.jpeg",
    "STELLAER OF THE COLD\\nLevel 9 ICE Dragon Effect Monster\\nATK 2000\\nDEF 2000\\n\\nIf you control no monsters, or, if you control a Dragon Xyz Monster, you can Special Summon this card from your hand. If Summoned this way, for the rest of this turn, you cannot Special Summon ICE monsters. If this card is detached from a \"Stellaer\" Xyz Monster to activate its effect: You can Special Summon 1 \"Stellaer\" monster from your hand, but banish it when it leaves the field. You can only use this effect of \"Stellaer of the Cold\" once per turn."
  ],
  "STELLAER OF THE PLANTS": [
    "STELLAER OF THE PLANTS",
    "https://i.imgur.com/Bwuctax.jpeg",
    "STELLAER OF THE PLANTS\\nLevel 9 NATURE Dragon Effect Monster\\nATK 2000\\nDEF 2000\\n\\nIf you control no monsters, or, if you control a Dragon Xyz Monster, you can Special Summon this card from your hand. If Summoned this way, for the rest of this turn, you cannot Special Summon NATURE monsters. If this card is detached from a \"Stellaer\" Xyz Monster to activate its effect: You can target 1 \"Stellaer\" Xyz Monster you control; attach this card to it as material, but banish this card when it is detached. You can only use this effect of \"Stellaer of the Plants\" once per turn."
  ],
  "STELLAER OF THE LIGHTINING RUNES": [
    "STELLAER OF THE LIGHTINING RUNES",
    "https://i.imgur.com/ZtdW0ZC.jpeg",
    "STELLAER OF THE LIGHTINING RUNES\\nLevel 9 ELECTRIC Dragon Effect Monster\\nATK 2000\\nDEF 2000\\n\\nIf you control no monsters, or, if you control a Dragon Xyz Monster, you can Special Summon this card from your hand. If Summoned this way, for the rest of this turn, you cannot Special Summon ELECTRIC monsters. If this card is detached from a \"Stellaer\" Xyz Monster to activate its effect: You can target 1 \"Stellaer\" Xyz Monster in your GY; Special Summon it, but its effects are negated. You can only use this effect of \"Stellaer of the Lightning Runes\" once per turn."
  ],
  "PRIDE OF THE STELLAERS": [
    "PRIDE OF THE STELLAERS",
    "https://i.imgur.com/QU3duY1.jpeg",
    "PRIDE OF THE STELLAERS\\nQuick-Play Spell\\n\\nActivate one of the following effects;\\n• Add 1 \"Stellaer\" monster from your Deck to your hand.\\n• Special Summon 1 \"Stellaer\" monster from your hand.\\n• Immediately after this effect resolves, Xyz Summon 1 \"Stellaer\" monster from your Extra Deck. \\nYou can only use each effect of \"Pride of the Stellaers\" once per turn."
  ],
  "A STELLAER IS REBORN": [
    "A STELLAER IS REBORN",
    "https://i.imgur.com/K16eHEO.jpeg",
    "A STELLAER IS REBORN\\nNormal Spell\\n\\nTarget 1 \"Stellaer\" monster in your GY; Special Summon it. If a \"Stellaer\" monster you control would be destroyed and sent to the GY, you can banish this card from your GY instead."
  ],
  "STELLAER'S PAIN": [
    "STELLAER'S PAIN",
    "https://i.imgur.com/5ig7rM6.jpeg",
    "STELLAER'S PAIN\\nCounter Trap\\n\\nWhen your opponent activates a card or effect while you control a \"Stellaer\" Xyz Monster: Negate that activation, and if you do, destroy that card."
  ],
  "STELLAER OF THE GROUND": [
    "STELLAER OF THE GROUND",
    "https://i.imgur.com/14wh2T4.jpeg",
    "STELLAER OF THE GROUND\\nRank 9 EARTH Dragon Xyz Effect Monster\\nATK 3000\\nDEF 3000\\n\\n2 Level 9 Dragon monsters\\nIf you control no Xyz Monsters, you can also Xyz Summon this card using 1 Level 9 \"Stellaer\" monster you control. Once per turn: You can detach 1 material from this card, then target 1 monster in your opponent's GY; Special Summon it in Defense Position. If this card has no Xyz Material: You can destroy it, then draw 1 card."
  ],
  "STELLAER OF THE FLAMES": [
    "STELLAER OF THE FLAMES",
    "https://i.imgur.com/psKsVB3.jpeg",
    "STELLAER OF THE FLAMES\\nRank 9 FIRE Dragon Xyz Effect Monster\\nATK 3000\\nDEF 3000\\n\\n2 Level 9 Dragon monsters\\nIf you control no Xyz Monsters, you can also Xyz Summon this card using 1 Level 9 \"Stellaer\" monster you control. Once per turn: You can detach 1 material from this card, then target 1 card on the field; destroy that target. If this card has no Xyz Material: You can destroy it, then draw 1 card."
  ],
  "STELLAER OF THE AIR": [
    "STELLAER OF THE AIR",
    "https://i.imgur.com/syUv3ax.jpeg",
    "STELLAER OF THE AIR\\nRank 9 WIND Dragon Xyz Effect Monster\\nATK 3000\\nDEF 3000\\n\\n2 Level 9 Dragon monsters\\nIf you control no Xyz Monsters, you can also Xyz Summon this card using 1 Level 9 \"Stellaer\" monster you control. Once per turn: You can detach 1 Xyz material from this card; send 1 monster on the field to the GY. If this card has no Xyz Material: You can destroy it, then draw 1 card."
  ],
  "STELLAER OF THE WATERS": [
    "STELLAER OF THE WATERS",
    "https://i.imgur.com/TvqTWR3.jpeg",
    "STELLAER OF THE WATERS\\nRank 9 WATER Dragon Xyz Effect Monster\\nATK 3000\\nDEF 3000\\n\\n2 Level 9 Dragon monsters\\nIf you control no Xyz Monsters, you can also Xyz Summon this card using 1 Level 9 \"Stellaer\" monster you control. Once per turn: You can detach 1 Xyz material from this card, then target 1 \"Stellaer\" Spell/Trap in your GY; add it to your hand. If this card has no Xyz Material: You can destroy it, then draw 1 card."
  ],
  "STELLAER OF THE DARKNESS": [
    "STELLAER OF THE DARKNESS",
    "https://i.imgur.com/i18NAse.jpeg",
    "STELLAER OF THE DARKNESS\\nRank 9 DARK Dragon Xyz Effect Monster\\nATK 3000\\nDEF 3000\\n\\n2 Level 9 Dragon monsters\\nIf you control no Xyz Monsters, you can also Xyz Summon this card using 1 Level 9 \"Stellaer\" monster you control. Once per turn: You can detach 1 Xyz material from this card; send 1 monster on the field to the GY. If this card has no Xyz Material: You can destroy it, then draw 1 card."
  ],
  "STELLAER OF THE FROZEN": [
    "STELLAER OF THE FROZEN",
    "https://i.imgur.com/usdAFZO.jpeg",
    "STELLAER OF THE FROZEN\\nRank 9 ICE Dragon Xyz Effect Monster\\nATK 3000\\nDEF 3000\\n\\n2 Level 9 Dragon monsters\\nIf you control no Xyz Monsters, you can also Xyz Summon this card using 1 Level 9 \"Stellaer\" monster you control. During the Main Phase, or, if this card is Xyz Summoned: You can target 1 face-up card on the field and detach 2 materials from this card; Set that target. If this card has no Xyz Material: You can destroy it, then draw 1 card."
  ],
  "STELLAER OF THE SWAMP": [
    "STELLAER OF THE SWAMP",
    "https://i.imgur.com/gk23F2D.jpeg",
    "STELLAER OF THE SWAMP\\nRank 9 NATURE Dragon Xyz Effect Monster\\nATK 3000\\nDEF 3000\\n\\n2 Level 9 Dragon monsters\\nIf you control no Xyz Monsters, you can also Xyz Summon this card using 1 Level 9 \"Stellaer\" monster you control. During the Main Phase, or, if this card is Xyz Summoned: You can target 1 face-up monster on the field and detach 2 Xyz Materials from this card; destroy that target. If this card has no Xyz Material: You can destroy it, then draw 1 card."
  ],
  "STELLAER OF LIGHTNING": [
    "STELLAER OF LIGHTNING",
    "https://i.imgur.com/JTVTWsD.jpeg",
    "STELLAER OF LIGHTNING\\nRank 9 ELECTRIC Dragon Xyz Effect Monster\\nATK 3000\\nDEF 3000\\n\\n2 Level 9 Dragon monsters\\nIf you control no Xyz Monsters, you can also Xyz Summon this card using 1 Level 9 \"Stellaer\" monster you control. During the Main Phase, or, if this card is Xyz Summoned: You can detach 1 material from this card; add 1 \"Stellaer\" monster from your GY or banishment to your hand. If this card has no Xyz Material: You can destroy it, then draw 1 card."
  ],
  "STELLAER OF PURITY": [
    "STELLAER OF PURITY",
    "https://i.imgur.com/XvRUrEl.jpeg",
    "STELLAER OF PURITY\\nRank 9 LIGHT Dragon Xyz Effect Monster\\nATK 3000\\nDEF 3000\\n\\n3 Rank 9 Dragon monsters\\nMust first be Xyz Summoned from the Extra Deck. Once per turn: You can target 1 other Xyz Monster you control; attach it to this card as material (transfer its materials to this card). When a card or effect is activated (Quick Effect): You can activate this effect; detach Xyz Materials equal to the number of times this card has activated this effect this turn, then negate that activation. If this card has no Xyz material: You can destroy it, then Special Summon 1 Xyz Monster from your GY except \"Stellaer of Purity\"."
  ],
  "BIRTH OF AZRYNIOR": [
    "BIRTH OF AZRYNIOR",
    "https://i.imgur.com/gOuJ5h1.jpeg",
    "BIRTH OF AZRYNIOR\\nNormal Spell\\n\\n(This card is always treated as a \"Ataxia\" card.)\\nSpecial Summon 1 \"Protogenic Essence Token\" (Galaxy/LIGHT/Level 1/ATK 0/ DEF 0), but that Token cannot be used as Link Material, and if you do, Fusion Summon 1 \"Azrynior, the Abundaence of Purity\" from your Extra Deck by using monsters in your hand and/or field as Fusion Material. If \"Azrynior, the Abundaence of Purity\" leaves the field because of your opponent's card: You can also shuffle 1 LIGHT or DARK Dragon monster from your GY or banishment into the Deck; add this card from your GY to your hand. You can only use the previous effect of \"Birth of Azrynior\" once per turn."
  ],
  "AZRYNIOR, THE ABUNDAENCE OF PURITY": [
    "AZRYNIOR, THE ABUNDAENCE OF PURITY",
    "https://i.imgur.com/yqw2JsM.jpeg",
    "AZRYNIOR, THE ABUNDAENCE OF PURITY\\nLevel 10 LIGHT Dragon Fusion Effect Monster\\nATK 0\\nDEF 0\\n\\n(This card is always treated as a \"Stellaer\" card.)\\n1 Rank/Level 9 LIGHT Dragon Monster + 1 \"Protogenic Essence Token\"\\nCannot be destroyed by card effects, also, this card gains 3000 ATK/DEF. During the Main Phase, or, if this card is Fusion Summoned: You can place 1 \"Azrynior\" Continuous Spell/Trap from your hand, Deck, or GY, face-up in your Spell & Trap Zone. During the End Phase, if a \"Protogenic Essence Token\" was Tributed this turn: You can Special Summon 1 \"Protogenic Essence Token\" (Galaxy/LIGHT/Level 1/ATK 0/DEF 0), but that Token cannot be used as Link Material. You can only use each effect of \"Azrynior, the Abundaence of Purity\" once per turn."
  ],
  "RESTORATION OF AZRYNIOR": [
    "RESTORATION OF AZRYNIOR",
    "https://i.imgur.com/ziOOQKA.jpeg",
    "RESTORATION OF AZRYNIOR\\nContinuous Trap\\n\\nIf you control \"Azrynior, the Abundaence of Purity\": You can Tribute 1 \"Protogenic Essence Token\", then target 1 monster in your GY that was destroyed by your opponent's card effect(s) this turn; Special Summon it and all other monsters in your GY that were destroyed by your opponent's card(s) this turn and have at least 2 of the same Type, Attribute, Level, ATK or DEF, as that target. You can only use this effect of \"Restoration of Azrynior\" once that turn."
  ],
  "FALL OF AZRYNIOR": [
    "FALL OF AZRYNIOR",
    "https://i.imgur.com/6eSE2Wv.jpeg",
    "FALL OF AZRYNIOR\\nNormal Spell\\n\\n(This card is always treated as a \"Taxis\" card.)\\nSpecial Summon 1 \"Protogenic Essence Token\" (Galaxy/DARK/Level 1/ATK 0/ DEF 0), but that Token cannot be used as Link Material, then Fusion Summon 1 \"Dysmandr, the Depraevity of Worlds\" from your Extra Deck by using monsters in your hand and/or field as Fusion Material. If \"Dysmandr, the Depraevity of Worlds\" leaves the field, because of your opponent's card: You can also shuffle 1 LIGHT or DARK Dragon monster from your GY or banishment into the Deck to activate this effect; add this card from your GY to your hand. You can only use the previous effect of \"Fall of Azrynior\" once per turn."
  ],
  "DYSMANDR, THE DEPRAEVITY OF WORLDS": [
    "DYSMANDR, THE DEPRAEVITY OF WORLDS",
    "https://i.imgur.com/ZRzHiEU.jpeg",
    "DYSMANDR, THE DEPRAEVITY OF WORLDS\\nLevel 10 DARK Dragon Fusion Effect Monster\\nATK 0\\nDEF 0\\n\\n(This card is always treated as a \"Stellaer\" card.)\\n1 Rank/Level 9 LIGHT Dragon Monster + 1 \"Protogenic Essence Token\"\\nCannot be destroyed by battle, also, this card gains 3000 ATK/DEF. During the Main Phase, or, if this card is Fusion Summoned: You can place 1 \"Dysmandr\" Continuous Spell/Trap from your hand, Deck, or GY, face-up in your Spell & Trap Zone. During the End Phase, if a monster was destroyed this turn: You can Special Summon 1 \"Protogenic Essence Token\" (Galaxy/DARK/Level 1/ATK 0/DEF 0), but that Token cannot be used as Link Material. You can only use each effect of \"Dysmandr, the Depraevity of Worlds\" once per turn."
  ],
  "EXTINCTION OF DYSMANDR": [
    "EXTINCTION OF DYSMANDR",
    "https://i.imgur.com/GSBTXOm.jpeg",
    "EXTINCTION OF DYSMANDR\\nContinuous Trap\\n\\nIf you control \"Dysmandr, the Depraevity of Worlds\": You can Tribute 1 \"Protogenic Essence Token\", then choose 1 Effect Monster on the field; destroy all other Effect Monsters on the field with at least 2 of the same Type, Attribute, Level, ATK or DEF, except \"Dysmandr, the Depraevity of Worlds\", then destroy that monster. You can only use this effect of \"Extinction of Dysmandr\" once per turn."
  ],
  "ELDORA, THE INTERGALACTIC EMPIRE": [
    "ELDORA, THE INTERGALACTIC EMPIRE",
    "https://i.imgur.com/BM8B3ry.jpeg",
    "ELDORA, THE INTERGALACTIC EMPIRE\\nField Spell\\n\\nWhen your opponent's card effect that would destroy two or more monsters you control resolves, you can destroy this card you control, then negate that effect. If this card is destroyed and sent to the GY: Target 1 Effect Monster you control; destroy that monster and all other Effect Monsters you control with at least 2 of the same Type, Attribute, Level, ATK or DEF, except \"Dysmandr, the Depraevity of Worlds\", then you can Set 1 \"Eldora in Depraevity\" directly from your Deck, GY, or Banishment, and if you do, it can be activated this turn. You can only use this effect of \"Eldora, the Intergalactic Empire\" once per turn."
  ],
  "ELDORA IN DEPRAEVITY": [
    "ELDORA IN DEPRAEVITY",
    "https://i.imgur.com/jk1RCrO.jpeg",
    "ELDORA IN DEPRAEVITY\\nQuick-Play Spell\\n\\nTarget 1 monster in your GY that was destroyed by \"Eldora, the Intergalactic Empire\", or \"Extinction of Dysmandr\", or your opponent's card effect this turn; Special Summon 1 monster with a different name and at least 2 of the same Type, Attribute, Level, ATK or DEF as that target from your GY in Attack Position, or, if \"Eldora, the Intergalactic Empire\" is in your GY, you can Special Summon it from your Deck instead. You can only use this effect of \"Eldora in Depraevity\" once per turn."
  ],
  "CARINA OF THE ELDORAN SYSTEM": [
    "CARINA OF THE ELDORAN SYSTEM",
    "https://i.imgur.com/ttjrgIT.jpeg",
    "CARINA OF THE ELDORAN SYSTEM\\nLevel 2 LIGHT Warrior Normal Monster\\nATK 1000\\nDEF 0\\n\\n(This card is also treated as a \"Galactica\" card).\\nGalactic Coordinates: (l = 62.3°, b = +45.8°, r = 4921 ly).\\n\"From the Wellspring of Eldora in the towering spires of Zephorion Prime, where the first Light was gifted, when the Eldoran Empire crumbles in the hands of Dysmandr, Carina will rise—tempered by the will of Order, destined to combat the forces of the Taxis.\"\\n— The Hallowed Scripts of the Ataxia, Verse IX, Line 27"
  ]
}
